SET FOREIGN_KEY_CHECKS = 0;

DROP TABLE IF EXISTS  `pre_min_action_count`;
CREATE TABLE `pre_min_action_count` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `type` varchar(32) NOT NULL,
  `name` varchar(128) NOT NULL,
  `phone` varchar(32) NOT NULL,
  `user_type` varchar(32) NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=57 DEFAULT CHARSET=utf8mb4;

insert into `pre_min_action_count`(`id`,`type`,`name`,`phone`,`user_type`,`created_at`) values
('1','展馆','会展中心','18227593863','普通用户','2017-10-16 18:15:33'),
('2','展位','五粮液集团有限公司','18227593863','普通用户','2017-10-16 18:16:00'),
('3','酒店','京都大酒店','18227593863','普通用户','2017-10-16 18:16:26'),
('4','产品','五粮液红星二锅头','18227593863','普通用户','2017-10-16 18:17:02'),
('5','酒店','凯宾斯基','18200407614','1','2017-10-21 18:07:53'),
('6','酒店','重庆温德姆酒店','18200407614','1','2017-10-21 18:14:52'),
('7','酒店','伊可莎大酒店','18200407614','普通用户','2017-10-21 18:18:04'),
('8','酒店','重庆凯宾斯基酒店','18200407614','普通用户','2017-10-21 18:19:04'),
('9','酒店','君豪大饭店','18200407614','普通用户','2017-10-21 18:19:10'),
('10','展馆','会展中心','18200407614','普通用户','2017-10-21 18:22:05'),
('11','酒店','君豪大饭店','18200407614','普通用户','2017-10-21 18:24:56'),
('12','酒店','君豪大饭店','18200407614','普通用户','2017-10-21 18:25:13'),
('13','酒店','君豪大饭店','18200407614','普通用户','2017-10-21 18:28:55'),
('14','展位','圣玛丽庄园','18200407614','普通用户','2017-10-21 18:28:58'),
('15','酒店','君豪大饭店','18200407614','普通用户','2017-10-21 18:37:37'),
('16','展位','圣玛丽庄园','18200407614','普通用户','2017-10-21 18:37:38'),
('17','酒店','君豪大饭店','18200407614','普通用户','2017-10-21 18:37:46'),
('18','展位','四川全兴酒业有限公司','18200407614','普通用户','2017-10-21 18:37:48'),
('19','展位','泸州窖酒','18200407614','普通用户','2017-10-21 18:37:52'),
('20','展位','泸州泸纯酒业','18200407614','普通用户','2017-10-21 18:37:55'),
('21','酒店','君豪大饭店','18200407614','普通用户','2017-10-21 18:47:18'),
('22','展位','圣玛丽庄园','18200407614','普通用户','2017-10-21 18:47:20'),
('23','酒店','重庆凯宾斯基酒店','18200407614','普通用户','2017-10-23 14:11:22'),
('24','酒店','重庆凯宾斯基酒店','18200407614','普通用户','2017-10-23 16:15:01'),
('25','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:26:16'),
('26','展位','圣玛丽庄园','18200407614','普通用户','2017-10-23 18:26:21'),
('27','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:27:20'),
('28','展位','圣玛丽庄园','18200407614','普通用户','2017-10-23 18:27:24'),
('29','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:28:07'),
('30','展位','圣玛丽庄园','18200407614','普通用户','2017-10-23 18:28:12'),
('31','展位','四川全兴酒业有限公司','18200407614','普通用户','2017-10-23 18:28:48'),
('32','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:29:19'),
('33','展位','圣玛丽庄园','18200407614','普通用户','2017-10-23 18:29:25'),
('34','酒店','重庆希尔顿酒店','18200407614','普通用户','2017-10-23 18:30:32'),
('35','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:30:42'),
('36','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:31:09'),
('37','展位','圣玛丽庄园','18200407614','普通用户','2017-10-23 18:31:23'),
('38','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:32:25'),
('39','展位','圣玛丽庄园','18200407614','普通用户','2017-10-23 18:32:29'),
('40','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:32:58'),
('41','展位','圣玛丽庄园','18200407614','普通用户','2017-10-23 18:33:01'),
('42','酒店','君豪大饭店','18200407614','普通用户','2017-10-23 18:34:18'),
('43','展位','圣玛丽庄园','18200407614','普通用户','2017-10-23 18:34:20'),
('44','展馆','四川博物馆','18200407614','普通用户','2017-10-23 18:35:00'),
('45','展馆','四川博物馆','18200407614','普通用户','2017-10-23 18:35:19'),
('46','展馆','四川博物馆','18200407614','普通用户','2017-10-23 18:35:28'),
('47','展馆','四川博物馆','18200407614','普通用户','2017-10-23 18:37:12'),
('48','展馆','四川博物馆','18200407614','普通用户','2017-10-23 18:37:45'),
('49','展馆','四川博物馆','18200407614','普通用户','2017-10-23 18:38:11'),
('50','展馆','重庆国际博览中心','18200407614','普通用户','2017-10-23 18:39:04'),
('51','展馆','重庆国际博览中心','18200407614','普通用户','2017-10-23 18:39:35'),
('52','展馆','重庆国际博览中心','18200407614','普通用户','2017-10-23 18:39:46'),
('53','酒店','君豪大饭店','13438119471','企业用户','2017-10-24 09:48:33'),
('54','展馆','重庆国际博览中心','13438119471','企业用户','2017-10-24 10:06:58'),
('55','酒店','君豪大饭店','18200407614','普通用户','2017-10-24 15:07:38'),
('56','展位','圣玛丽庄园','18200407614','普通用户','2017-10-24 15:07:39');
DROP TABLE IF EXISTS  `pre_min_agenda`;
CREATE TABLE `pre_min_agenda` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `date_id` tinyint(2) NOT NULL COMMENT '日程ID',
  `is_hot` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否热门，1为热门',
  `time` varchar(20) NOT NULL COMMENT '会议具体时间',
  `theme` varchar(50) NOT NULL DEFAULT '' COMMENT '会议主题',
  `guest` varchar(32) NOT NULL COMMENT '嘉宾',
  `img` varchar(150) DEFAULT NULL COMMENT '图片',
  `auditoria` varchar(50) DEFAULT NULL COMMENT '会议厅',
  `address` varchar(200) NOT NULL COMMENT '会议地址',
  `exhibition_hotel_id` int(11) NOT NULL COMMENT '展位酒店id',
  `infoimg` varchar(150) NOT NULL COMMENT '详情图片',
  `introduce` text NOT NULL COMMENT '介绍',
  `create_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='日程表';

DROP TABLE IF EXISTS  `pre_min_agenda_v2`;
CREATE TABLE `pre_min_agenda_v2` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `page_id` int(11) NOT NULL COMMENT '日期ID',
  `is_hot` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否热门，1为热门',
  `time` varchar(20) NOT NULL COMMENT '会议具体时间',
  `theme` varchar(50) NOT NULL DEFAULT '' COMMENT '会议主题',
  `guest` varchar(32) NOT NULL COMMENT '嘉宾',
  `cover` varchar(150) DEFAULT NULL COMMENT '封面图片',
  `auditoria` varchar(50) DEFAULT NULL COMMENT '会议厅',
  `address` varchar(200) NOT NULL COMMENT '会议地址',
  `exhibition_hotel_id` int(11) NOT NULL COMMENT '展位酒店id',
  `introduce` text NOT NULL COMMENT '富文本介绍',
  `create_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`),
  KEY `DATE` (`page_id`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COMMENT='日程表v2版';

insert into `pre_min_agenda_v2`(`id`,`page_id`,`is_hot`,`time`,`theme`,`guest`,`cover`,`auditoria`,`address`,`exhibition_hotel_id`,`introduce`,`create_time`,`status`) values
('20','1','1','9：00','2017CFDF全球食品欢乐购','无','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/hfrPWmbzYp.jpg','重庆解放碑商都新世纪超市、重庆观音桥远东超市、重庆江北区新光天地商场中厅','重庆解放碑商都新世纪超市、重庆观音桥远东超市、重庆江北区新光天地商场中厅','13','<p>2017CFDF全球食品欢乐购<br></p>','2017-10-24 10:06:06','1'),
('21','1','1','9：00','中国酒业商业领袖50人论坛2017','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/mdfaPNYcCA.jpg','待定','待定','10','<p>中国酒业商业领袖50人论坛2017<br></p>','2017-10-24 11:47:07','1'),
('22','1','1','15：00','第97届全国糖酒会新闻发布会','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/zt7HPNr6ky.jpg','二层宴会厅A厅','温德姆酒店','8','<p>第97届全国糖酒会新闻发布会<br></p>','2017-10-24 11:54:47','1'),
('23','2','1','8：30','2017（第三届）中国快消品+互联网大会','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/FXJ8s8c7FW.jpg','一层欣悦厅','温德姆酒店','8','<p>2017（第三届）中国快消品+互联网大会<br></p>','2017-10-24 14:12:14','1'),
('24','1','1','18：00','第十届中国糖酒食品业投融资洽谈会  ——产业金融交流晚宴','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/QdeSh2tdzm.jpg','一层喜悦厅A厅','温德姆酒店','8','<p>中国糖酒食品业投融资洽谈会&nbsp; ——产业金融交流晚宴<br></p>','2017-10-24 14:18:58','1'),
('25','1','1','9：00','十六届国际连锁加盟论坛 - 实战巨咖与行业巨头教你依托加盟创造财富','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/G6HkYJxfjD.jpg','二层宴会厅','温德姆酒店','8','<p><span style="color: rgb(0, 0, 0); font-family: Simsun; font-size: 12px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: 2; text-align: -webkit-center; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); display: inline !important; float: none;">第十六届国际连锁加盟论坛 - 实战巨咖与行业巨头教你依托加盟创造财富</span><b></b><i></i><u></u><sub></sub><sup></sup><strike></strike><br></p>','2017-10-24 14:42:43','1'),
('26','1','1','10：00','2017年中国白酒鸡尾酒大赛暨2018年IBA世界杯国际调酒世锦赛之中国选拔赛','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/dwD2rfiHK7.jpg','中央大厅ZYA329T','国博中心','10','2017年中国白酒鸡尾酒大赛暨2018年IBA世界杯国际调酒世锦赛之中国选拔赛<br>','2017-10-24 15:02:59','1'),
('27','1','1','9：30','第七届迈入自动化时代的食品行业国际机械技术交流会','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/6pBsAJQMKP.jpg','一层喜悦厅A厅','温德姆酒店','8','<p><span style="color: rgb(0, 0, 0); font-family: Simsun; font-size: 12px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: 2; text-align: -webkit-center; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); display: inline !important; float: none;">第七届迈入自动化时代的食品行业国际机械技术交流会</span><b></b><i></i><u></u><sub></sub><sup></sup><strike></strike><br></p>','2017-10-24 15:43:11','1'),
('28','1','1','9：30','第二届中国食品饮料行业智能制造企业家闭门会','','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/yE5G7djZbR.jpg','一层101厅','温德姆酒店','8','<p>第二届中国食品饮料行业智能制造企业家闭门会<br></p>','2017-10-24 15:46:59','1'),
('29','1','1','13：30','第十届中国糖酒食品业投融资洽谈会  ——产融结合高峰论坛','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/i2E2hkYWe8.jpg','一层喜悦厅A厅','温德姆酒店','8','<p>第十届中国糖酒食品业投融资洽谈会&nbsp; ——产融结合高峰论坛<br></p>','2017-10-24 15:57:24','1'),
('30','1','1','13：00','第97届全国糖酒会主论坛  ——创新成就财富','待定','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/c8wemPhnaR.jpg','一层欣悦厅','温德姆酒店','8','第97届全国糖酒会主论坛&nbsp; ——创新成就财富<br>','2017-10-24 16:15:12','1'),
('31','1','1','13：30','2017中国糖酒食品健康产业论坛','','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/2Wysj4Q8f2.jpg','一层欢悦厅A厅','温德姆酒店','8','<p>2017中国糖酒食品健康产业论坛<br></p>','2017-10-24 16:35:37','1'),
('32','1','1','13：30','第九届“金产品、新渠道”高峰论坛','','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/KibdNeEAbz.jpg','一层欢悦厅  B厅、C厅','温德姆酒店','8','<p><span style="color: rgb(0, 0, 0); font-family: Simsun; font-size: 12px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: 2; text-align: -webkit-center; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); display: inline !important; float: none;">第九届“金产品、新渠道”高峰论坛</span><b></b><i></i><u></u><sub></sub><sup></sup><strike></strike><br></p>','2017-10-24 17:04:32','1'),
('33','2','1','9：30','第八届进口食品专区“一对一商务对接会”','','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/J6362XhzAF.jpg','一层欢悦厅  B厅、C厅','温德姆酒店','8','<p>第八届进口食品专区“一对一商务对接会”<br></p>','2017-10-24 17:07:45','1'),
('34','2','0','10：00','第98届全国糖酒会推介会','','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/DHDZ4TWZkN.jpg','一层欢悦厅  A厅','温德姆酒店','8','<p>第98届全国糖酒会推介会<br></p>','2017-10-24 17:09:46','1'),
('35','2','1','10：00','全国糖酒会参展企业标准化服务工作座谈会','','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/CEnCm472z4.jpg','一层欢悦厅  A厅','温德姆酒店','8','<p><span style="color: rgb(0, 0, 0); font-family: Simsun; font-size: 12px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: 2; text-align: -webkit-center; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); display: inline !important; float: none;">全国糖酒会参展企业标准化服务工作座谈会</span><b></b><i></i><u></u><sub></sub><sup></sup><strike></strike><br></p>','2017-10-24 17:11:43','1');
DROP TABLE IF EXISTS  `pre_min_banner`;
CREATE TABLE `pre_min_banner` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `banner` varchar(150) NOT NULL COMMENT '轮播图片',
  `content` varchar(1200) NOT NULL COMMENT '内容',
  `news_category_id` tinyint(1) NOT NULL COMMENT '资讯分类id',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '上传时间',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  `editor` varchar(20) NOT NULL COMMENT '编辑者',
  `time` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='资讯轮播表';

DROP TABLE IF EXISTS  `pre_min_bgimg`;
CREATE TABLE `pre_min_bgimg` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `type` tinyint(2) NOT NULL COMMENT '类型；1酒店，2展馆',
  `hotel_num` int(10) NOT NULL COMMENT '背景属于的酒店个数',
  `group_name` varchar(50) DEFAULT NULL COMMENT '分组名',
  `back_image` varchar(150) NOT NULL COMMENT '背景图片',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `status` tinyint(2) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

DROP TABLE IF EXISTS  `pre_min_booth`;
CREATE TABLE `pre_min_booth` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `company` varchar(50) NOT NULL COMMENT '企业',
  `exhibition_hotel_id` int(11) NOT NULL COMMENT '场所',
  `floor` tinyint(2) NOT NULL COMMENT '几层楼或者几号馆',
  `exhibition_code` varchar(20) NOT NULL COMMENT '展位号',
  `address` varchar(100) NOT NULL COMMENT '地址',
  `contact` varchar(25) NOT NULL COMMENT '联系人',
  `tel` varchar(25) NOT NULL COMMENT '电话',
  `start_time` varchar(30) NOT NULL COMMENT '开始时间',
  `end_time` varchar(30) NOT NULL COMMENT '结束时间',
  `product` varchar(200) DEFAULT NULL COMMENT '产品',
  `img` varchar(150) NOT NULL COMMENT '图片',
  `primary_label` varchar(50) NOT NULL COMMENT '一级标签',
  `two_label` varchar(100) NOT NULL COMMENT '二级标签',
  `three_label` varchar(80) NOT NULL COMMENT '三级',
  `is_hot` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否热门,1 热门',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='展位表';

DROP TABLE IF EXISTS  `pre_min_booth_category`;
CREATE TABLE `pre_min_booth_category` (
  `booth_id` int(11) NOT NULL COMMENT '展位id',
  `category_id` int(11) NOT NULL COMMENT '标签id'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

DROP TABLE IF EXISTS  `pre_min_booth_collection`;
CREATE TABLE `pre_min_booth_collection` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `booth_id` int(11) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8mb4;

insert into `pre_min_booth_collection`(`id`,`user_id`,`booth_id`,`created_at`) values
('10','0','12','2017-10-21 16:20:26'),
('15','1','12','2017-10-23 18:34:29');
DROP TABLE IF EXISTS  `pre_min_booth_product`;
CREATE TABLE `pre_min_booth_product` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `booth_id` int(11) unsigned NOT NULL COMMENT '展位ID',
  `product_id` int(11) unsigned NOT NULL COMMENT '产品ID',
  PRIMARY KEY (`id`),
  KEY `BOOTH` (`booth_id`)
) ENGINE=InnoDB AUTO_INCREMENT=156 DEFAULT CHARSET=utf8mb4 COMMENT='展位和产品关系表';

insert into `pre_min_booth_product`(`id`,`booth_id`,`product_id`) values
('3','7','3'),
('4','7','4'),
('36','1','1'),
('37','1','2'),
('38','1','3'),
('39','1','4'),
('40','1','5'),
('41','2','1'),
('42','2','2'),
('43','2','3'),
('44','2','4'),
('45','2','5'),
('46','3','1'),
('47','3','2'),
('48','3','3'),
('49','3','4'),
('50','3','5'),
('51','8','1'),
('52','8','2'),
('53','8','3'),
('54','8','4'),
('55','8','5'),
('56','9','1'),
('57','9','2'),
('58','9','3'),
('59','9','4'),
('60','9','5'),
('61','10','1'),
('62','10','2'),
('63','10','3'),
('64','10','4'),
('65','10','5'),
('66','11','1'),
('67','11','2'),
('68','11','3'),
('69','11','4'),
('70','11','5'),
('71','12','1'),
('72','12','2'),
('73','12','3'),
('74','12','4'),
('75','12','5'),
('76','13','1'),
('77','13','2'),
('78','13','3'),
('79','13','4'),
('80','13','5'),
('81','14','1'),
('82','14','2'),
('83','14','3'),
('84','14','4'),
('85','14','5'),
('86','15','1'),
('87','15','2'),
('88','15','3'),
('89','15','4'),
('90','15','5'),
('91','16','1'),
('92','16','2'),
('93','16','3'),
('94','16','4'),
('95','16','5'),
('96','17','1'),
('97','17','2'),
('98','17','3'),
('99','17','4'),
('100','17','5'),
('101','18','1'),
('102','18','2'),
('103','18','3'),
('104','18','4'),
('105','18','5'),
('106','19','1'),
('107','19','2'),
('108','19','3'),
('109','19','4'),
('110','19','5'),
('111','20','1'),
('112','20','2'),
('113','20','3'),
('114','20','4'),
('115','20','5'),
('116','21','1'),
('117','21','2'),
('118','21','3'),
('119','21','4'),
('120','21','5'),
('121','22','1'),
('122','22','2'),
('123','22','3'),
('124','22','4'),
('125','22','5'),
('126','23','1'),
('127','23','2'),
('128','23','3'),
('129','23','4'),
('130','23','5'),
('131','24','1'),
('132','24','2'),
('133','24','3'),
('134','24','4'),
('135','24','5'),
('136','25','1'),
('137','25','2'),
('138','25','3'),
('139','25','4'),
('140','25','5'),
('141','26','1'),
('142','26','2'),
('143','26','3'),
('144','26','4'),
('145','26','5'),
('146','27','1'),
('147','27','2'),
('148','27','3'),
('149','27','4'),
('150','27','5'),
('151','28','1'),
('152','28','2'),
('153','28','3'),
('154','28','4'),
('155','28','5');
DROP TABLE IF EXISTS  `pre_min_booth_v2`;
CREATE TABLE `pre_min_booth_v2` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `company` varchar(50) NOT NULL COMMENT '企业',
  `introduce` tinytext COMMENT '产品介绍',
  `exhibition_hotel_id` int(11) NOT NULL COMMENT '场所',
  `floor` tinyint(2) NOT NULL COMMENT '几层楼或者几号馆',
  `exhibition_code` varchar(20) NOT NULL COMMENT '展位号',
  `address` varchar(100) NOT NULL COMMENT '地址',
  `contact` varchar(25) NOT NULL COMMENT '联系人',
  `tel` varchar(25) NOT NULL COMMENT '电话',
  `start_time` varchar(30) DEFAULT NULL COMMENT '开始时间',
  `end_time` varchar(30) DEFAULT NULL COMMENT '结束时间',
  `img` tinytext NOT NULL COMMENT '图片URL',
  `primary_label` tinytext CHARACTER SET utf8mb4 NOT NULL COMMENT '一级标签',
  `two_label` tinytext CHARACTER SET utf8mb4 NOT NULL COMMENT '二级标签',
  `three_label` tinytext CHARACTER SET utf8mb4 NOT NULL COMMENT '三级标签',
  `is_hot` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否热门，1为热门',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `EHFLOOR` (`exhibition_hotel_id`,`floor`)
) ENGINE=InnoDB AUTO_INCREMENT=116 DEFAULT CHARSET=utf8 COMMENT='展位表';

insert into `pre_min_booth_v2`(`id`,`company`,`introduce`,`exhibition_hotel_id`,`floor`,`exhibition_code`,`address`,`contact`,`tel`,`start_time`,`end_time`,`img`,`primary_label`,`two_label`,`three_label`,`is_hot`,`status`,`create_time`) values
('1','泸州华泽酒业',null,'1','1','1-3B','','','',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('2','石家庄桥西糖酒食品有限公司',null,'1','1','1-3A','','张豫','0311-7025286',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('3','北京忆中品酒业有限公司',null,'1','1','1-1','','王猛','13683281708',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('4','泸州泸纯酒业',null,'1','1','展示位A','','李筱妮','0830-3591668',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('5','杭州正生商贸有限公司',null,'1','1','蛋糕房','','姚仁泰',' 0571-85241196',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('6','山东森力啤酒',null,'1','1','接待台','','栗振坤','13589438998',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('7','泸州窖酒',null,'1','1','1-4b','','左桥生','(0830)2296870',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('8','四川全兴酒业有限公司',null,'1','1','商务中心','','龚如杰','028-87507219',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('9','四川全兴酒业有限公司',null,'1','1','销售部办公室','','龚如杰','028-87507220',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('10','杭州酒源贸易有限公司',null,'1','1','1-2','','潘章伦','18608666908',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('11','烟台名仕酒业有限公司',null,'1','1','1—5','','王延恒','0535-8503008',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('12','圣玛丽庄园','得到','1','1','1—4A','搜索','王守文','13534966588',null,null,'http://pic.jiushang.cn/upload/web_app/11/2017/10/17/35x8mDRynT.png','["白酒展区"]','','','0','1','2017-10-18 09:43:31'),
('13','广东粤强',null,'1','2','2-4','','王富强','13502603112',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('14','贵州茅台酒厂（集团）循环经济产业投资开发有限公司',null,'1','2','健身中心A','','钟怀利','0851-27385799',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('15','泸州众创空间网络公司',null,'1','2','健身中心B、C','','林易','15328336099',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('16','河南久立方酒业',null,'1','2','空地二','','王爱英','18638211919',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('17','深圳雅尼斯酒业有限公司',null,'1','2','2-2','','崔生','13528770199',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('18','深圳雅尼斯酒业有限公司',null,'1','2','2-3','','崔生','13528770199',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('19','泸州醇酒业有限公司',null,'1','2','2-1A','','李全友','0830-2590099',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('20','深圳旺来盛包装有限公司',null,'1','2','2-1F1','','段帮福','13246602307',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('21','成都子阳酒业有限公司',null,'1','2','2-1F2','','张军','13550071461',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('22','河南宏丰商贸有限公司',null,'1','2','美容美发A','','赵小芝','0371 86526730',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('23','任华酒业',null,'1','2','美容美发B','','任华','2387879',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('24','广东景威宝食品饮料',null,'1','2','2-1C','','王小东','0757-86867109',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('25','闻喜县华隆瓷业有限公司',null,'1','2','2-1C1','','盛守文','0359-7013628',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('26','泸州泸酒庄',null,'1','2','2-1D','','邬宗虎','0830-2706639',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('27','哈尔滨老乡酒业',null,'1','2','2-1D1','','鲁苗','15872096975',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('28','贵州茅台镇国威酒业集团',null,'1','2','2-1E','','梁明锋','0851-22294555',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('29',' 法国路易威顿进出口贸易有限公司',null,'1','3','多功能厅A','','武林涛','13714668237',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('30','东莞泉满陶瓷贸易有限公司',null,'1','3','6号会议室A','','李宗明','13662889750',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('31','宜宾金瓯酒业有限公司',null,'1','3','休息区1A','','陈莲','0831-3546835',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('32','贵州赖鹏生酒业有限公司',null,'1','3','贵宾厅A','','张风伟','13885003008',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('33','天津乔布斯国际贸易有限公司',null,'1','3','贵宾厅B','','刘能礼','13920846820',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('34','郑州紫轩商贸',null,'1','3','3-2B','','贺守存','0371-66896988',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('35','吉林吉参酒业',null,'1','3','3-7B','','张云龙','13694425766',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('36','典藏西凤酒',null,'1','3','3-7A','','关女士 ','15388600416 ',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('37','湖南新世纪陶瓷',null,'1','3','多功能厅G','','李雪','13574284141',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('38','哈特啤酒',null,'1','3','多功能厅H','','王洪洲','0451-55888426',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('39','宿迁市博源商贸有限公司  ',null,'1','3','休息区1B','','赵凤光','0527-86228799',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('40','烟台夏堡酒业',null,'1','3','5号会议室','','方仕壹','15563863936',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('41','深圳法格尔红酒贸易有限公司',null,'1','3','休息区2A','','李雪阳','13849463319',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('42','成都大地魂酒业有限公司',null,'1','3','休息区2B','','王洪','028-84019006',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('43','北京二锅头酒厂',null,'1','3','棋牌室','','张德菊','010-69270731',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('44','烟台希雅斯酒业有限公司',null,'1','3','多功能厅D','','孙桂芹','17362108888',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('45','烟台希雅斯酒业有限公司',null,'1','3','多功能厅D','','孙桂芹','17362108888',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('46','贵州贵都酒业有限公司',null,'1','3','多功能厅K','','韩宝同','13984092240',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('47','承德九龙醉商贸有限公司',null,'1','3','3-6B','','张万鹏','3148086666',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('48','成都酒精英精品酒水销售有限公司',null,'1','3','3-2A','','王永军','17791838169',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('49','陕西顺隆商贸有限公司',null,'1','3','3-8','','孙敏','029-88622011',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('50','河南酒缘酒业有限公司',null,'1','3','3-10','','王会生','0371-56679888',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('51','泸州浓香熹窖酒类销售有限公司',null,'1','3','多功能厅F号位','','巩涛','0830-2992033',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('52','西安沃莱商贸有限公司',null,'1','3','多功能厅I号位','','张发明','029-8873552',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('53','深圳法美澳葡萄酒进出口有限公司',null,'1','3','空地二','','丁应华','0755-33570088',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('54','陕西西安泉聚商贸有限公司',null,'1','3','办公室一+过道B','','王永军','17791838169',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('55','唐山万年青商贸有限公司',null,'1','3','办公室二','','李国斌','13020007857',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('56','常州明仁堂酒业有限公司',null,'1','3','空地一','','蒋晓翼','1360511909',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('57','山西意会自调酒 ',null,'1','3','3-1A','','尹康','010-59001519',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('58','山东斯威特葡萄酒有限公司',null,'1','3','3-1D','','赵廷海','0539-8825038',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('59','山东欣铭达贸易有限公司',null,'1','3','3-4','','刘文涛','18615173677',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('60','拉菲城堡（深圳）酒业有限公司',null,'1','3','多功能厅B','','高大超','0755-25829607',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('61','深圳爱善国际贸易有限公司（普雷斯进口红酒）秦阳平',null,'1','3','多功能厅C','','','13632747408',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('62','五粮液兴隆佳品',null,'1','3','多功能厅E','','周洪富','15729393998',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('63','四川神采飞扬酒业有限公司',null,'1','3','多功能厅J','','王德福','028-68963259',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('64','深圳法格尔红酒贸易有限公司',null,'1','3','库房','','李雪阳','13849463319',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('65','刘伶醉酿酒股份有限公司',null,'1','3','3-1C','','杨赛','0312-86869999',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('66','贵州氿台酒业有限公司',null,'1','3','过道A+办公室2','','胡泽才','0851-22332990',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('67','上海品圣进口红酒 ',null,'1','4','办公室1','','武鹏','13618069567',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('68','四川省郎仙酒业有限公司 四川成睿祥酒业有限公司',null,'1','4','4-1B','','植青文','13551363015',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('69','江苏补给线饮料有限公司',null,'1','4','vip5号位','','王金杰','0523-83227759',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('70','四川仙阁酒业',null,'1','4','vip4号位','','黄强','15108454671',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('71','卡维斯(深圳)进出口贸易有限公司 ',null,'1','4','4-1A','','丁方进','13711622411',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('72','四川省泸州市酒厂',null,'1','4','VIP1A','','钟元才','0830-2295998',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('73','四川鸿道酒业',null,'1','4','VIP6','','陈忠清','028-85158939',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('74','厦门广德尚贸易有限公司',null,'1','4','VIP7','','罗彬','400-997-9910',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('75','德国教父啤酒有限公司',null,'1','4','VIP8','','周勇','010-61639073',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('76','大庆蓝特啤酒有限公司',null,'1','4','VIP11','','温春山','13577507777',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('77','厦门广德尚贸易有限公司',null,'1','4','VIP12','','罗彬','400-997-9910',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('78','壹陆玖亿进出口贸易（天津）有限公司',null,'1','4','4-2B','','董春丽','15123584652',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('79','山东生力源酒业',null,'1','6','603','','冯伟','0531-80976696',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('80','茅台飞天不老酒',null,'1','6','606','','何伟','181166916547',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('81','郑州海福鑫酒业',null,'1','6','607','','海大富','13882792199',null,null,'','','["北门展区　,西门展区"]','["剑南春"]','0','1','2017-10-18 09:43:31'),
('82','深圳威雅图贸易有限公司',null,'1','6','608','','岳晋峰','13530243662',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('83','山东菏泽天香酒业有限公司',null,'1','6','609','','李维合','0530-5331919',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('84','山东麦迪啤酒有限公司',null,'1','6','611','','刘纯国','0543-4717777',null,null,'','','["西门展区,南门展区"]','["泸州老窖"]','0','1','2017-10-18 09:43:31'),
('85',' 济南蓝浒啤酒有限公司',null,'1','6','612','','王洪强','13326208877',null,null,'','','','','0','1','2017-10-18 09:43:31'),
('86','贵州怀庄酒业',null,'1','6','617','','陈果','15329126000',null,null,'','["饮料展区"]','["西门展区,南门展区"]','["泸州老窖"]','0','1','2017-10-18 09:43:31'),
('87','天池山葡萄酒',null,'1','6','618','','郑尚海','0435-7336828',null,null,'','["红酒展区"]','["北门展区　,西门展区"]','["剑南春"]','0','1','2017-10-18 09:43:31'),
('88','江苏越众商贸有限公司',null,'1','6','620','','郭斌','13851664219',null,null,'','["红酒展区"]','["西门展区"]','["洋河,泸州老窖"]','0','1','2017-10-18 09:43:31'),
('89','青岛五环啤酒有限公司',null,'1','6','605','','费文凯','0534—5021999',null,null,'','["洋酒展区"]','["西门展区"]','["泸州老窖"]','0','1','2017-10-18 09:43:31'),
('90','成都干一杯酒业有限公司',null,'1','6','610','','刘青松','028-8864332',null,null,'','["啤酒展区"]','["市区展区"]','["郎酒　"]','1','1','2017-10-18 09:43:31'),
('91','蓬莱酒业有限公司',null,'1','6','615','','程秉杰','0535-5939899',null,null,'','["红酒展区"]','["西门展区"]','["洋河"]','0','1','2017-10-18 09:43:31'),
('92','风域老窖酒厂 ',null,'1','6','616','','林森','13438119471',null,null,'','["啤酒展区"]','["西门展区,市区展区"]','["泸州老窖"]','0','1','2017-10-18 09:43:31'),
('93','深圳椭圆酒业有限公司',null,'1','6','619','','罗勇','13590234481',null,null,'','','["南门展区,市区展区"]','["泸州老窖,西凤"]','0','1','2017-10-18 09:43:31'),
('94','风域老窖酒厂 ',null,'1','6','621','','林森','13352119998',null,null,'','["白酒展区"]','["东门展区,北门展区　"]','["剑南春"]','0','1','2017-10-18 09:43:31'),
('95','大竹县广丰酒厂',null,'1','6','622','','刘忠富','13908243085',null,null,'','["啤酒展区"]','["市区展区"]','["泸州老窖,郎酒　"]','0','1','2017-10-18 09:43:31'),
('96','宜宾金潭玉液酒业有限公司',null,'1','7','701','','杨永祥','0831-5420477 ',null,null,'','["白酒展区"]','["北门展区　,南门展区"]','["剑南春"]','0','1','2017-10-18 09:43:31'),
('97','海城市中玺商贸有限公司',null,'1','7','715','','杨丽','13704228248',null,null,'','','','["泸州老窖,郎酒　"]','0','1','2017-10-18 09:43:31'),
('98','山西源泉饮业有限公司',null,'1','7','718','','候志红','0358-752999',null,null,'','["啤酒展区,饮料展区"]','["市区展区"]','["郎酒　,西凤"]','0','1','2017-10-18 09:43:31'),
('99','深圳市澳芬袋鼠进出口贸易有限公司',null,'1','7','719','','谭铁良','13714668237',null,null,'','["洋酒展区"]','["北门展区　,西门展区"]','["洋河"]','0','1','2017-10-18 09:43:31'),
('100','泸州润泽天下酒类销售有限责任公司',null,'1','7','705','','苟丽','18008200978',null,null,'','["饮料展区,食品展区"]','["南门展区,市区展区"]','["西凤"]','0','1','2017-10-18 09:43:31'),
('101','郑州市二七区昊运酒业商行',null,'1','7','717','','韦黎明','0371-66896698',null,null,'','["红酒展区"]','["西门展区"]','["洋河,西凤"]','0','0','2017-10-18 09:43:31'),
('102','四川全兴酒业有限公司',null,'1','7','710','','龚如杰','028-87507219',null,null,'','["啤酒展区"]','["西门展区,南门展区"]','["泸州老窖"]','0','0','2017-10-18 09:43:31'),
('103','英国爱丁堡啤酒国际有限公司',null,'1','7','702','','王春燕','15965908266',null,null,'','["饮料展区"]','["西门展区,南门展区"]','["郎酒　"]','0','0','2017-10-18 09:43:31'),
('104','山东中港甘霖啤酒厂',null,'1','7','711','','邢军','15119143397',null,null,'','["饮料展区,食品展区"]','["南门展区,市区展区"]','["郎酒　"]','0','0','2017-10-18 09:43:31'),
('105','烟台恒德葡萄酒有限公司',null,'1','7','716','','苏翔','0535—5987739',null,null,'','["啤酒展区,饮料展区"]','["西门展区,南门展区"]','["泸州老窖"]','0','0','2017-10-18 09:43:31'),
('106','宜宾红杉酒业有限公司',null,'1','7','720','','赵强','0831-2325227',null,null,'','["红酒展区,洋酒展区,饮料展区"]','','["剑南春,洋河"]','0','0','2017-10-18 09:43:31'),
('107','成都久丰酒业有限公司',null,'1','7','721','','常建','18683523612',null,null,'','["洋酒展区,啤酒展区"]','["南门展区,市区展区"]','["泸州老窖"]','0','0','2017-10-18 09:43:31'),
('108','上海仙露实业',null,'1','7','703','','王成葆','021-54091069',null,null,'','["综合展区"]','["市区展区"]','["古井贡酒,四特"]','0','0','2017-10-18 09:43:31'),
('109','世联商城电子商务（深圳）股份有限公司',null,'1','7','706','','陈趁义','0755-25829607',null,null,'','["饮料展区"]','["南门展区"]','["五粮液,西凤"]','0','0','2017-10-18 09:43:31'),
('110','商丘天润饮品',null,'1','7','707','','李经纶','15672804999',null,null,'','["洋酒展区"]','["南门展区,市区展区"]','["剑南春,洋河"]','0','0','2017-10-18 09:43:31'),
('111','通化通池山葡萄酒有限公司',null,'1','7','708','','宋清日','15843556555',null,null,'','["啤酒展区,饮料展区"]','["北门展区　,南门展区"]','["洋河"]','0','0','2017-10-18 09:43:31'),
('112','烟台三九庄园葡萄酒有限公司',null,'1','7','709','','孙传旭','0755-26901406',null,null,'','["红酒展区"]','["北门展区　"]','["剑南春,泸州老窖"]','0','0','2017-10-18 09:43:31'),
('113','北京京虹门酒业有限公司',null,'1','7','712','','刘静','13343099997',null,null,'','[]','[]','[]','1','1','2017-10-18 09:43:31'),
('114','测试公司','测试公司只会测试','10','1','1','成都市武侯区天府大道','呵呵哒','12345','2017-10-17T16:00:00.000Z','2017-10-17T16:00:00.000Z','http://pic.jiushang.cn/upload/web_app/11/2017/10/18/zNnHjA3fAa.JPG','["白酒展区"]','["北门展区　"]','["剑南春"]','1','1','2017-10-18 14:21:45'),
('115','贵州茅台集团','贵州茅台酒股份有限公司位于贵州省仁怀市茅台镇——酱酒核心产区，位置毗邻风光秀丽的赤水河。公司以“酿造高品位的生活”为使命，“打造世界蒸馏酒第一品牌”。','2','1','3号','贵州茅台镇','赵波','13438119471','2018-03-20 08:30:00','2018-03-20 18:30:00','https://ss0.bdstatic.com/-0U0bnSm1A5BphGlnYG/tam-ogel/ff20ff26e896a1ee4bea3d4848c98f18_121_121.jpg','["白酒展区"]','["东门展区"]','["五粮液"]','0','1','2017-10-24 10:13:25');
DROP TABLE IF EXISTS  `pre_min_category`;
CREATE TABLE `pre_min_category` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL,
  `logo` varchar(150) NOT NULL DEFAULT '',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

DROP TABLE IF EXISTS  `pre_min_date`;
CREATE TABLE `pre_min_date` (
  `pageId` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` char(10) NOT NULL COMMENT '日期',
  PRIMARY KEY (`pageId`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

insert into `pre_min_date`(`pageId`,`title`) values
('1','3月10日'),
('2','3月11日'),
('3','3月12日'),
('4','3月13日'),
('5','3月14日'),
('6','3月15日');
DROP TABLE IF EXISTS  `pre_min_exhibition_hotel`;
CREATE TABLE `pre_min_exhibition_hotel` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `bgimg_id` int(11) NOT NULL COMMENT '背景图id',
  `type` tinyint(1) NOT NULL COMMENT '种类：1酒店，2展馆',
  `recommend` tinyint(1) NOT NULL DEFAULT '0' COMMENT '推荐:0否 1是',
  `name` varchar(50) NOT NULL COMMENT '酒店或者展馆名称',
  `tel` varchar(50) DEFAULT NULL COMMENT '电话号码',
  `introduce` varchar(600) NOT NULL COMMENT '介绍',
  `primary_label` varchar(40) DEFAULT NULL COMMENT '一级标签',
  `two_label` varchar(40) DEFAULT '' COMMENT '二级标签',
  `three_label` varchar(40) DEFAULT '' COMMENT '三级标签',
  `address` varchar(100) NOT NULL COMMENT '地址',
  `logo` varchar(150) NOT NULL COMMENT 'logo',
  `lat` varchar(30) NOT NULL DEFAULT '0' COMMENT '纬度，范围为-90~90，负数表示南纬',
  `lng` varchar(30) NOT NULL DEFAULT '0' COMMENT '经度，范围为-180~180，负数表示西经',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='酒店-展馆表';

DROP TABLE IF EXISTS  `pre_min_exhibition_hotel_v2`;
CREATE TABLE `pre_min_exhibition_hotel_v2` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `type` tinyint(1) NOT NULL COMMENT '种类：1酒店，2展馆',
  `recommend` tinyint(1) NOT NULL DEFAULT '0' COMMENT '推荐：0否 1是',
  `name` varchar(50) NOT NULL COMMENT '酒店或者展馆名称',
  `tel` varchar(50) CHARACTER SET utf8 DEFAULT NULL COMMENT '电话号码',
  `introduce` tinytext CHARACTER SET utf8 NOT NULL COMMENT '介绍',
  `floors` tinytext COMMENT '哪些层楼/展馆',
  `floors_alias` tinytext COMMENT '楼层别名',
  `primary_label` tinytext COMMENT '一级标签',
  `two_label` tinytext COMMENT '二级标签',
  `three_label` tinytext COMMENT '三级标签',
  `address` varchar(100) NOT NULL COMMENT '地址',
  `logo` tinytext NOT NULL COMMENT 'logo',
  `lat` decimal(10,7) DEFAULT '30.0000000' COMMENT '纬度，范围为-90~90，负数表示南纬',
  `lng` decimal(10,7) DEFAULT '30.0000000' COMMENT '经度，范围为-180~180，负数表示西经',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`),
  KEY `TYPE` (`type`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COMMENT='酒店-展馆表';

insert into `pre_min_exhibition_hotel_v2`(`id`,`type`,`recommend`,`name`,`tel`,`introduce`,`floors`,`floors_alias`,`primary_label`,`two_label`,`three_label`,`address`,`logo`,`lat`,`lng`,`create_time`,`status`) values
('1','1','0','君豪大饭店','400-185-3880','饭店位于重庆江北区北滨路嘉陵江畔北滨路、西南地区最大的金源时代购物广场B区，毗邻观音桥商圈，与北滨路美食街近在咫尺，距机场20分钟车程','["1","2","3","4","6","7"]',null,'[]','[]','["五粮液"]','重庆江北区金源路9号','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/35x8mDRynT.png',29.5589400,106.5276100,'2017-10-17 18:39:26','1'),
('2','1','0','两江假日酒店','023-67999999','重庆 江北区 建新北路38号 ，红旗河沟转盘，近轨道三号线红旗河沟站。','["1","2","3","4","5","6"]',null,'["白酒展区,红酒展区"]','["东门展区"]','["洋河"]','重庆江北区建新北路38号','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/4DRCnSRp7T.png',29.5831500,106.5280500,'2017-10-17 18:41:21','1'),
('3','1','0','富力凯悦酒店','400-688-6687','酒店交通方便，不仅临近机场，更与新兴江北中央商务区，自由贸易港区，寸滩港以及北部新区等繁华地区相距不远。','["1","2","3","4","5","6","7","8","9","9"]',null,'["白酒展区,红酒展区"]','["东门展区"]','["五粮液"]','重庆 江北区 北城天街11号（江北地区)','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/YK4Q2zrfyJ.png',29.5798700,106.5349600,'2017-10-17 18:42:49','1'),
('4','1','1','美渝大酒店','023-68616666','酒店位于渝中半岛入口，重庆市重要的交通枢纽中心火车站，毗邻“亚州第一梯”皇冠大扶梯。酒店距朝天门码头10分钟车程，距解放碑中心商务区5分钟车程。','["1","2","3","4","5","6"]',null,'["白酒展区"]','["东门展区,北门展区　"]','["五粮液,茅台"]','渝中区南区路232号','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/ezmQGQffx6.png',29.5511300,106.5488500,'2017-10-17 18:44:30','1'),
('5','1','0','世纪同辉大酒店','400-778-2688','酒店建在花园草坪中央，总建筑面积达三万平方米，环境舒适宜人，客房装修华丽，内部空间宽敞、明亮，是一家超四星级的豪华酒店。','["1","2","3","4","5","6"]',null,'["红酒展区,洋酒展区"]','["东门展区,北门展区　"]','["五粮液"]','高新园昆仑大道60','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/3TnbnYytiY.png',0E-7,0E-7,'2017-10-17 18:48:04','1'),
('6','1','1','重庆希尔顿酒店','023-8903 9999','地处两路口交通枢纽，紧邻重庆市政府和中央商务区，乘车15分钟抵达解放碑、观音桥和南坪三大核心商圈；与城市轻轨无缝对接，洪崖洞、磁器口等著名景点须臾可抵；毗邻菜园坝火车站，乘','["1","2","3","4","5","6","7"]',null,'[]','[]','["剑南春"]','中国重庆市渝中区中山三路139号','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/57jXBZa5RQ.png',29.5550700,106.5494900,'2017-10-17 18:49:11','1'),
('7','1','0','伊可莎大酒店','400-185-3880','重庆伊可莎大酒店位于重庆市北部新区昆仑大道，紧邻重庆市火车站、长途汽车站、轻轨，地理位置优越，交通便捷。','["1","3","4","5","7","8"]',null,'["洋酒展区,啤酒展区"]','["北门展区　,西门展区"]','["杏花村　"]','重庆渝北区北部新区昆仑大道44号','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/TXTsKMNBAS.png',29.6072800,106.5450400,'2017-10-17 18:50:36','1'),
('8','1','1','重庆温德姆酒店','4008218831','重庆悦来温德姆酒店位于重庆渝北区悦来滨江大道，近悦来国际博览中心，隽秀的嘉陵江景及层叠的山峦尽收眼底，地理位置优越，交通便利。','["1","3","4","5","6","7"]',null,'["白酒展区,红酒展区"]','["东门展区"]','[]','重庆市渝北区悦来滨江大道88号','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/BC8bSXddPF.png',29.7192400,106.5403700,'2017-10-17 18:53:06','1'),
('9','1','1','重庆凯宾斯基酒店','023-86888888','重庆凯宾斯基酒店 FOR AN ENJOYABLE STAY 中国首家凯宾斯基水疗。 拥有有值得夸耀的设施,非常大的水疗房,湿区和休息区域,以及先进的健身设施,是首屈一指的。','["1","3","4","5","7","8","9"]',null,'["白酒展区,洋酒展区"]','["北门展区　"]','["五粮液,剑南春"]','重庆市南岸区江南大道2号','http://pic.jiushang.cn/upload/web_app/11/2017/10/17/FCePCW8wmb.png',29.5353300,106.5609900,'2017-10-17 18:54:45','1'),
('10','2','1','重庆国际博览中心','+86-23-60358999','重庆国际博览中心（以下简称“博览中心”）是一座集展览、会议、餐饮、住宿、演艺、赛事等多功能于一体的现代化智能场馆，位于重庆两江新区的核心——悦来会展城。重庆国际博览中心雄','["1"]','["重庆国际博览中心"]',null,null,null,'重庆市渝北区悦来大道66号','http://pic.jiushang.cn/upload/admin_app/41/2017/10/23/cmfJMea7Xs.jpg',29.7182300,106.5423300,'2017-10-18 09:50:48','1'),
('13','1','0','重庆江北区新光天地商场中厅','１２３','无','["1"]',null,'["白酒展区"]','["东门展区"]','["五粮液"]','无','http://pic.jiushang.cn/upload/admin_app/41/2017/10/24/FHhdhQ4K4P.jpg',0E-7,0E-7,'2017-10-24 10:04:59','1');
DROP TABLE IF EXISTS  `pre_min_feedback`;
CREATE TABLE `pre_min_feedback` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL COMMENT '用户id',
  `user_name` varchar(25) NOT NULL DEFAULT '' COMMENT '姓名',
  `tel` char(11) NOT NULL DEFAULT '' COMMENT '电话号码',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '投诉反馈时间',
  `content` varchar(300) NOT NULL COMMENT '投诉反馈内容',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 COMMENT='投诉反馈表';

insert into `pre_min_feedback`(`id`,`user_id`,`user_name`,`tel`,`create_time`,`content`,`status`) values
('4','1','赵波','18227593863','2017-10-14 13:42:07','测试！！~','1'),
('5','0','','','2017-10-21 15:02:27','看到喜欢的图片如何保存,推送了不喜欢的资讯,网络问题dcs','1'),
('6','0','','','2017-10-21 15:03:22','看到喜欢的图片如何保存,推送了不喜欢的资讯,网络问题34r43','1'),
('7','0','','','2017-10-21 15:05:58','打不开页面,网络问题,推送了不喜欢的资讯问的翁多','1'),
('8','0','','','2017-10-21 15:10:32','看到喜欢的图片如何保存,网络问题hello','1'),
('9','0','','','2017-10-21 15:11:09','推送了不喜欢的资讯2','1'),
('10','0','','','2017-10-21 15:12:25','看到喜欢的图片如何保存,推送了不喜欢的资讯,网络问题2323','1'),
('11','0','','','2017-10-21 15:15:07','打不开页面,网络问题43r','1'),
('12','0','','','2017-10-21 15:16:15','看到喜欢的图片如何保存wed','1'),
('13','0','','','2017-10-21 15:16:34','推送了不喜欢的资讯,网络问题233','1'),
('14','0','','','2017-10-21 15:17:40','看到喜欢的图片如何保存,网络问题rff','1'),
('15','0','','','2017-10-21 15:18:32','推送了不喜欢的资讯refre','1'),
('16','0','','','2017-10-21 18:38:59','看到喜欢的图片如何保存wedew','1');
DROP TABLE IF EXISTS  `pre_min_message`;
CREATE TABLE `pre_min_message` (
  `id` bigint(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '消息ID',
  `user_id` int(11) unsigned NOT NULL COMMENT '用户ID，0为全体消息',
  `label` varchar(32) DEFAULT '系统消息' COMMENT '消息类型',
  `content` tinytext COMMENT '消息内容',
  `is_read` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否阅读 0表示未阅读',
  `created_at` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8mb4 COMMENT='消息表';

insert into `pre_min_message`(`id`,`user_id`,`label`,`content`,`is_read`,`created_at`) values
('2','2','系统消息','测试群发消息','0','2017-10-14 16:37:51'),
('3','4','系统消息','测试群发消息','0','2017-10-14 16:37:51'),
('4','6','系统消息','测试群发消息','0','2017-10-14 16:37:51'),
('5','7','系统消息','测试群发消息','0','2017-10-14 16:37:51'),
('6','0','系统消息','测试发送全体消息','0','2017-10-14 18:01:16'),
('7','1','系统消息','3213213','0','2017-10-16 17:29:56'),
('8','2','系统消息','3213213','0','2017-10-16 17:29:56'),
('9','1','系统消息','3213213','0','2017-10-16 17:30:13'),
('10','2','系统消息','3213213','0','2017-10-16 17:30:13');
DROP TABLE IF EXISTS  `pre_min_news`;
CREATE TABLE `pre_min_news` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(150) NOT NULL COMMENT '资讯标题',
  `news_category_id` tinyint(2) NOT NULL DEFAULT '1' COMMENT '分类id 1 热点 2 攻略',
  `type` tinyint(1) NOT NULL COMMENT '类型：1文字，2单图，3多图，4大图,5视频',
  `tab` varchar(50) DEFAULT NULL COMMENT '标签',
  `editor` varchar(50) NOT NULL COMMENT '编辑者',
  `cover` varchar(150) NOT NULL COMMENT '封面',
  `time` datetime NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '上传时间',
  `image1` varchar(150) DEFAULT '' COMMENT '图片1',
  `image2` varchar(150) DEFAULT '' COMMENT '图片2',
  `image3` varchar(150) DEFAULT '' COMMENT '图片3',
  `content1` text COMMENT '内容1',
  `content2` text COMMENT '内容2',
  `content3` text COMMENT '内容3',
  `is_top` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否置顶：1是 0 否',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='资讯表';

insert into `pre_min_news`(`id`,`name`,`news_category_id`,`type`,`tab`,`editor`,`cover`,`time`,`create_time`,`image1`,`image2`,`image3`,`content1`,`content2`,`content3`,`is_top`,`status`) values
('1','测试','2','6',null,'战三','https://pic4.zhimg.com/v2-90063495931b230c43b2b96f7fbb31f3_294x245%7Cadx4.jpg','0000-00-00 00:00:00','2017-10-12 15:53:15','','','',null,null,null,'0','1');
DROP TABLE IF EXISTS  `pre_min_news_category`;
CREATE TABLE `pre_min_news_category` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `category` varchar(50) NOT NULL COMMENT '分类',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='资讯分类表';

insert into `pre_min_news_category`(`id`,`category`,`create_time`,`status`) values
('1','展会咨询','2017-10-11 10:07:12','1'),
('2','展会指南','2017-10-11 10:07:12','1'),
('3','首页轮播','2017-10-11 17:11:25','1');
DROP TABLE IF EXISTS  `pre_min_news_history`;
CREATE TABLE `pre_min_news_history` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `history` varchar(20) NOT NULL COMMENT '历史搜索词',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='资讯历史表';

DROP TABLE IF EXISTS  `pre_min_news_img`;
CREATE TABLE `pre_min_news_img` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `news_id` int(11) NOT NULL COMMENT '资讯id',
  `img` varchar(150) DEFAULT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='资讯图片表';

DROP TABLE IF EXISTS  `pre_min_news_v2`;
CREATE TABLE `pre_min_news_v2` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(150) NOT NULL DEFAULT '无标题资讯' COMMENT '资讯标题',
  `category` tinyint(2) NOT NULL DEFAULT '1' COMMENT '分类ID 1展会咨询，2展会指南 3首页推荐',
  `type` tinyint(1) DEFAULT '1' COMMENT '类型：1文字，2单图，3多图，4大图，5视频，6轮播图',
  `tab` varchar(50) DEFAULT NULL COMMENT '标签',
  `editor` varchar(50) DEFAULT NULL COMMENT '编辑者',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '上传时间',
  `content` text COMMENT '富文本内容',
  `is_top` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否置顶：1是 0 否',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  `covers` tinytext COMMENT '封面：JSON格式',
  PRIMARY KEY (`id`),
  KEY `TYPEINDEX` (`category`,`type`),
  KEY `CATEGORY` (`category`)
) ENGINE=InnoDB AUTO_INCREMENT=85 DEFAULT CHARSET=utf8 COMMENT='资讯表v2版';

insert into `pre_min_news_v2`(`id`,`name`,`category`,`type`,`tab`,`editor`,`create_time`,`content`,`is_top`,`status`,`covers`) values
('27','我在测试发布新闻资讯3修改了','1','2','程序员','猿','2017-10-11 13:36:27','测温枪二无群二无群二群二无群二无群','0','1','["https:\\/\\/ss2.bdstatic.com\\/70cFvnSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=4225722360,1367332860&fm=27&gp=0.jpg"]'),
('28','大萨达撒委屈','1','2','程序员','猿','2017-10-11 13:45:34','测温枪二无群二无群二群二无群二无群','0','1','["https:\\/\\/ss2.bdstatic.com\\/70cFvnSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=4225722360,1367332860&fm=27&gp=0.jpg"]'),
('30','你闷的的呃呃鹅鹅鹅','1','2','程序员','猿','2017-10-12 11:57:23','测温枪二无群二无群二群二无群二无群','0','1','["https:\\/\\/ss2.bdstatic.com\\/70cFvnSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=4225722360,1367332860&fm=27&gp=0.jpg","https:\\/\\/ss1.bdstatic.com\\/70cFvXSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=258914696,3391282823&fm=27&gp=0.jpg"]'),
('31','我在测试发布新闻资讯3','1','2','程序员','猿','2017-10-12 11:59:23','测温枪二无群二无群二群二无群二无群','0','1','["https:\\/\\/ss2.bdstatic.com\\/70cFvnSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=4225722360,1367332860&fm=27&gp=0.jpg"]'),
('32','你闷的的呃呃鹅鹅鹅','2','2','程序员','猿','2017-10-12 12:45:54','测温枪二无群二无群二群二无群二无群','0','1','["https:\\/\\/ss2.bdstatic.com\\/70cFvnSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=4225722360,1367332860&fm=27&gp=0.jpg","https:\\/\\/ss1.bdstatic.com\\/70cFvXSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=258914696,3391282823&fm=27&gp=0.jpg"]'),
('53','你闷的的呃呃鹅鹅鹅','1','2','程序员','猿','2017-10-12 11:57:23','测温枪二无群二无群二群二无群二无群','0','1','["https:\\/\\/ss2.bdstatic.com\\/70cFvnSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=4225722360,1367332860&fm=27&gp=0.jpg","https:\\/\\/ss1.bdstatic.com\\/70cFvXSh_Q1YnxGkpoWK1HF6hhy\\/it\\/u=258914696,3391282823&fm=27&gp=0.jpg"]'),
('64','大图模式测试','1','4','大图','lan','2017-10-14 21:14:52','<p>这是大图模式测试</p>','0','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/24\\/hHaswY6d8R.jpg"]'),
('66','轮播模式测试','1','6','轮播图','lan','2017-10-14 21:16:28','这是轮播测试哦','1','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/14\\/EZHki2Asdm.png"]'),
('69','这是单图模式','1','2','单图','lan','2017-10-15 19:46:05','这是单图模式','0','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/23\\/fZ2yyGhFDc.JPG"]'),
('72','视频测试','2','5','视频','lan','2017-10-15 21:38:46','<p>这是视频测试</p>','0','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/15\\/QBJZTT8rAn.MOV"]'),
('73','富文本测试','2','1','文本','fl','2017-10-16 14:21:44','<p>这是富文本测试哦</p><p>问的翁</p><p>问的翁发</p><p><img src="data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wBDAAgGBgcGBQgHBwcJCQgKDBQNDAsLDBkSEw8UHRofHh0aHBwgJC4nICIsIxwcKDcpLDAxNDQ0Hyc5PTgyPC4zNDL/2wBDAQkJCQwLDBgNDRgyIRwhMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjL/wAARCAEsAhUDASIAAhEBAxEB/8QAHAAAAgMBAQEBAAAAAAAAAAAAAQIAAwQFBgcI/8QASRAAAgECBAMFBQYEBAQEBQUAAQIRAAMEEiExBUFREyJhcYEGMpGhsRQjQsHR8BVSYuEHM3LxFiSCkiVTc5M0orLC0kNEY4OE/8QAGgEBAQEBAQEBAAAAAAAAAAAAAQACAwQFBv/EAC8RAAICAQMEAAMIAwEBAAAAAAABAhEDEiExBBNBURRhoQUiMlKBkdHwFUKxccH/2gAMAwEAAhEDEQA/APucUKehFcbOYvKhFNFCogRQpqkUkLQpqEUkLFCKehFQCkUsU8VIpASpTRQikhYqUalRCxQpiKFRAihRqUkChFGpUAsUIp6EU2AsUKeKFJC0DTRQIpAWKEU0VKiEilirIoEUkVmhTxQimyEqGmoRUFC1KMVIqAQihFPQikhaWKeKBFQUJUpooEUhQpFLFWRQpsCuKEVZFCKbIrilIq2KUimwK4oRVkCgRSRXFCnIpYqAUjSlNPFStWZorIoRVkUsU2FCRQIqyKEU2FFZFKRVpFKRTYUVxQIqyKUrSFFcUIqyKBFQUJFSmipSVHu4qUalfHPqAihFNFCogRQimihSAIoRTUKiFipFNUpshIoRTkUIqshIqRTRUpsKEihFPFSKSoripFPFCKgEihFPFAimyFoU0UIqIWpTRQpIEUIoxUqChYqRTUIpsKFIoRTkUsU2QsVCKO1SKQFIpYp6EVEJFCKeKFJCUIpyKUikhTUimihFQULQinihUVCxQimqVAVkUIqw0IpsCupTRQg0hQtA00VKQKyKEVZFCKbIrIoEVZloEU2FFZWlirSKEVWRVFCKsigRTYUVxQirIoRTYUVkUCKsigRSmFFcUIpyKWKbChCKEU8UIpsKEipT1KrKj29SiakV8k+iLUo1IqIWpRqUkChTUIqIFCmihFIAqUaFRAihFNUiohKlNFCKSBQpooUkLQIpyKEVWAkUCKeoRSFCRQp4oRSQlCnihFRC1KaKEUkLUijUioKFIoRTVDTZCRQp4paQoWhFPFCmwEIqEU0VIqIriplpyKEUkVxQirKBFRFZFCnIoEUkLFCKaDQqCgRQimoGoKFIoRTVIpsKEihFORSxTZCkUtWEUpFVgJFSKaKEU2VCmhFNQikKFigRTEVKQK4oRVhFAioioihFWRUy02FFUUIq3LSlKbCiuKlWZalNlR7ShRipXyj6AIoU1CKiBQimihUANqlGpFJC1KaKFVgLFSKaKEU2QsUKeKEVELUoxQNIANSjUiohaFNFCKSBQpooUkCKEUYqVALFAinoRSQkRUpooR0qChYoRT0IpIShTka0sUgChFNQqIEUsU9CKiFoU1CKbAWpRipTZCxpQimoRTYC0IpjQqIWKBFPQIqISKEU9CkhIoRT0KSEIoRT1KgorIoRVhFKRTYUJFAinIoRSFCRSxVkUIqsBKEU+WhFJCRQimihFNhQsUIp4oRSVCRFA08UCKgEqU8VKrKj2NSjUivmHvFipFGpSVAqUalRCxUijFSoBYqU1SKiFqUaFQUCKkUalRAilinqU2BXFSKc0sU2QtSKaKEUkLFSKNSoBYoU1SKSFihTRUimyFqRRoRVZAIoRTUIpAWhFORSxUQkUIqyKEU2VFcVKeKUiqwoEUIpooUgKRSkVZFCKrKiupTlaWKQoEUIpooRTYCxQp4NDLUImlAinihVYCUIp4oRSQhFCKeKBFJC0DTEVIqKhKBHhTxQikKEilNWRQimwoSgacigRVYUV0KsihlpshKFMVoRSQtSmiliqwBUoxUqsj19SpUr5p7yVKlSoCUIo1KiBUo1KbIFCKNSoAUKahSAKkUaFRAqUYoVAShFGpUQIoUalICkVIo0IpEEUIpqFQCxUpqBFJCxUo0KSBQimqVBQtSKMVIpIWpRoVWQpFAimqRSAkVImmipUQmWpTUKSFigRT0IqKhMtSKapUAsUsU9CKrISKEU5FCKbKhCtKRVsUpFNhRXFCKeKkU2BXFSnigRTZCUKaKEVWQKEU0UsUgA0IpjQiqyFigRTEUKSFigRT0IqsKEihFPFCKrKhIqU0VKbKj1VSpUr557CVKlSoiVKlSoiVKlSoCVKlSogVKNSkgUIoxUioARUIo1KSoWhTVKgoWpRipUAtCKapFJULUpiKEHpUVCxUijFCKSoEUIo1KSoUihT0IqIWpTZaBFICxQpqFRAqRRNSqyFIoRTUDTZULQpooRVYULQp4pSKbIWpRipFRUCgaahUVCxUpjQqKhalGJMUtx7doE3LiIB/OwH1pCgEUIrDf45wywDOLRyPw2+8flpWB/a3ALMWcSemiifnW1jm+EZcorydyKBFcFfa/h7Tms4lP+lT+dX2fabhV4wcQ1o/8A8tsj5iRWu1kXgNcfZ1ooEVVaxeFvrNnE2bg/puA1Y7JbQvcdUUbsxAHzrG4kIpSKpHEcCxgY3DE/+sv60H4hgbbZXxuGVuhvL+tap+g2LoqRQtXrWITPZuJdT+ZGDD5U+U9D8KLGrK6BFOY6j41MpO2vlVZaWVxQqwo3Q/ClNNhQtCKapVZUJFSmipTZHp6lSpXhPUSpUqVESpUqVESpUoEgbmKiDUoAgiQZFGoiVKlV3MRatLme4qjxNNAWVKxNxbCLszN5KaobjdoHS1cPqK0scn4DVH2dSpFc5OM4ZjDC4niRP0rQmPwj7X09TH1qcZLwSkn5NNCKVb1tvduIfJhT1kQRQijUiqyoHlUk0dqm9RUQHrQMzoaMCgT0FRAJMbUsE7ijnXpVNzG4a1Ia4J6LqaUn4J15L1Gs1HiNTXNucXQaWbRPi5is7cVvswICADcAb1tY5MzrijrD0pgk84rmDjB0mwvj3q1LxPCtu5X/AFKanGS8CnFl8SSBrFTsyfDzrFjeIi2ijC3ELHcgTArEOLYoGSUYdCtKhJqzLlFM7RUAbn4UuUc5HmK5i8ZMd60Qf6WqHi1p/eRwfQ1aJlqidQICJB0pck7EVzP4taB9x/gP1rTax+GvaC8Ax5MIqcZIU4s05aISTrVfa2wdWHpVFziOHttAuA+tFSfBbI2FFHI/GkOUfh+dc+5xi2p0GYeFYcRxa/db7r7pRyGpPma0sc2TnFHbJA/D86Gh5VwLntC1lYuCyW6gGfgDXGxntBjsSSFu9in8tru/PeukcE2c3lij2tx0tibjqg/qIH1rDd43wy1ocZbJ/olvoK8G7lzmYlm6sZNVsxrvHpV5ZyeZ+Ee3f2l4Ym1y63+m0fzislz2vwykhMLeYdS4H615AmaQmuq6aBh5pHprvthfn7rC2VH9TFv0rPd9rce4hFsW/EIT9TXnyTSGtrBjXgz3Jezo3+M4/ESLmMvFTuobKPgKxNeJ1Op6nWqoNSK6qMVwZtsY3J3pC1Ar4GkNaAYt0NITrvQOlKTURDE6gGi1x3UKzsVGoBMgUkdaBNIEJ9aVmA/QUrP0qsyaUiG7SDI0PUVGxN5rfZm7cKDZS5I+FV0IrVICZh0oBo208qhFCKQLlxuKtqAmJvqByF1h+dX2+P8AFrKhU4liQBoAbmb6zXPINLFGmL5Q2zsD2q40oj7e58WRCfpRte1vGrT5jjO0H8ty2pH0FcWKho7UPSLU/Z329s+MMZF2wvgLA/OpXn6lHZx/lQ65ez9G0huKPGsVriGFxOLxGEtX1e/h8vaoPw5hI+VaK/P6a5Ppar4LO2HQ0O2/p+dZLmKw1tstzE2UbaGuAGrsp8aqRamXdssc6Q4kbAD4157jntRw3gF23bxfbO76xZUNlHU6j4VrwPFcDxTCDE4G+t+2dCV3UxMEcj4Vvturoz3E3SZ0/tDAySPKqbl7N3mNZXuOfdEVncO3vEnzpUUZczW2MtpsxJ8Kpfil+Mts5R1Ik1lNs0pQ10UYmdTC9+7cMvcZvM1XzolaBBrWxiwE0hMmmI1oZTSVizQmmymhlJpsLFkU6Xrie67r5MRU7M0wtGrYrZsscZxFoRci6OraGtQ46umaww8mFcsWj0phZ8K5uEGbU5ezo/xpS3uEDxH96deMWj7wYeQrmdjU7Hwo0RHXI6R4xYGwun0j86y3+LO5lQ4HLvRVHYjpSPZABJIA6mlRiic5Eu8Tv3VyXNV6A0i3UfQGD0Nc7FcV4fhkRzezq5gG2M1Yf+JOGyJF4TP4J/Ou0YNrZHJ5Ke7PRGhXKtcawJtK4xQAYFgjghoBjatGG4tgsUctu+uacsHQz60OLRpSTNhoa04AYSDINTs5rNiJJpCascLbRnuMFRQSWYwAOtcrD+0HCMUqZMfZVmTPkuNlZRMd7oaUm+Cs3mgTRW5auWxct3bboTAZXBBMxuPHTzpjbPSqyK6lP2Zqp3RBvJ6CmwsY0rOFUljAHOstzFvsia9TrWG61y43eJJrSjZlzNtzHWgpyks3IERXPvYu7cMFoHRdKQ226VnxF2zhQhv3UtZ2yrnMSeldYxSMOTYxM0jEVVZx2ExKnscQjQ2UiYM5io+JBAq024JGYTppz1MD510sLFg70jAgxXJbjwyY0AKrWrpRGnSIaD46qfiK59j2lNjh+FFy0HaSjmdYBEH5n4U7g2ejINCDXl73tNiRfLIqhGtghSJAMb1Rb9qsZbu2WuqrIFAdY94ZpJ840rSTMs9gLc0ey02rEntHw44vsWzqpUFWI3meXlHxq1vaHhK2c5xQDRPZwc28UbmdRo7KkKeFYE9quF3CmY3FUmGaJyanePj61ixPtPbYMthVWfdYmTHI1bhqZ2ippTbPMfGvH4vjN3FHI2JIBnuqY3O1ZruMuXHztiXLjWS+xroo/MtTPatbFIV6V5BOJYy37uJuaGdWmurgeP5MI32kG5dU907T51rQ0Wo65QnkaRlNcxvadAumG1/189f7VRf9o7jOexsoF5ZtTt+tSiy1HXyN0odmx5GuUvtFdFs5sMpfwMA7/wBqW97QXHt3Bbt5JICtOo0E/OaaZWdbsj0qG3ptXAtccxYcZgHGWIjc9fOtK8bxNoZb+F787EFTHlTTKzqdmSdBQ7M1hHGWt4kpfw5RGuZQSYKbSI5x+ddezGIUtbDFZgEiJ8RQ3StlZkNs9KBt+FdBsNdCFlsXHMaKokk9BWRMTZvWr9y33lsGHIg8pny/Q0LJH2W5R2cVMmm1bDauEd1GI8BNL2Tje0/wrepewsydnUrYEzKDlOo6VKtSIPCfaS/h8TftYe++HOJVVF5e84IJgb7GdddgK7XBPb3G2sNxEYvFvfvMVe09xSwUbMABGXkfOvnrhkOW4jK3MOIPwNPhtMQq9qqZtCW0A868c8UGmyhlmnseyucdTiDv2aWkUBi6BCojrvMz479K33f8Q8aME+GsWrFodnlS4A0puJ3PhXmbwwvCcC4t4u1i3uGQbakLykSdTy0rj3bxDkAoQ0HSYjpXCMIzfGxp5JR2s6HE+JPxTGlmxF2+5E570CT0EbD1r23+F97E/wDPYN7L9gwW8lwqYDTkKzEcvka+YB4uZhtO1exH+IPHWa1bXGi3aUqMqWVUxz1jeuuXG9GiJYpqMtTPreGvYfG2e2w11LtvMyZl2lSQw9CCK4/tHx6xwHDBuz7bEN7tvNAA6sdwN/OvmKe2HGeGYi6mD4jc7IuTluKHB13hgYnwrJxj2jvcZuC7ihmvfibYHyA2FeaOCVp+DtPqFVLk9Zh/8ScmcYzh6Ocwymw+WBzkNMnpG/hXoLXtjwO7gLeL7dlzsUNnKDcRt4YA9CD/AHBr4s9ws01ouYq4cMlrQqFGrIJ8gek/Su8unj4OSzy8nv8AiXtlcfGocHcewQwC2riaEf1Dn6H1r1/Bcb/FuFWsYRaVnkEW3zDQ/ETvB1r4dh2Ny6lolYZtM50nxr6RwzGtwrg72sPfS2yK1x1V1l3OkkiSdI/tXLJiUInTHlt7ntzaAE6RSm2sxInpNeETjWOxHDLtq5cvYoKO6meS3gTzHgda8piPariYuBMgt3VYrGU/CDrp+dEcTfknmS4R9nFnNqNR1FQ2QpGaBJgTpJr41gPaLi4uj7PbcrM3FR2APKTrAqziPHMZeuPZvsQgOi5yY8j6U9l3Vistq6PsnYxE+VMLI6V8r4Zx3EcQw7o9y4biHMWczqeY8dK9Rw3jmIwPD1F68MgYwbhBMdBOtEsLSuwjnTdUev7LwqMiqpZiFUakkwBXnsP7QYm+DdN2ytiNCqyZmqOMcVN3gN26zG5bzgRlUEQfEVycWuTfdR28HxPCY7E37Fl+/ZbKQxAzeK66jSqsfxjCYTt7Vu7auYu1GayWgief+1fLMBjmwlm5iTqztKZjMMDIb6+c1ycTjLt269x2LM5kn11rvHBcji8+x9d4pxi/huGWsbaW1bU2s7hoZgTsAK4PFPaVMVdCsTYVCOzQxDEgwTr+9Nq8la4zdxFi5auOWRnAMnvABiw+p+VLxFrGJe7etuQWYkLvAIG/SpY6lTJ5LWx2r/Y3rZaziUKqZJZojTr6Gue7Wkc5r1rTWQ4Iri3btnCobdqWIiTm3PU1iFwXG+9LZY0ymNa9cE6+R53uz1T4m24s9ky90ASCNTy+lc/iWMv2DbAYgMCSOR1rn8Lw+KxWPt4fC2rt1y6t91bNwqAfegchNd/2g4Lxi/iRc/hmNYSRm7E9dNqy5whJRbRtKTVo49r2h4nh0KWcdiLSEQArmBz06Uz+1nHLiZG4nicuuzQd53GvOqjwDi/PhWN/9hv0ph7NcaYSOD48/wD+dv0rbnh8tfQkp+ExT7QcVvrcsXOI4l7V8ntFNwkNpzrmNmCuddYFddPZjjnbIP4NjhrubBAq5/ZLjxSV4RjWDQw+6j61nvYU/wAS/cdM34ZwbOLxOGuJcs37lt0IZSrRBBkfA610x7WcbCIv8RxHcLFTmg94yZ6+u1W/8H+0B0/g2M88g/Wovsb7Qk6cJxHqVH1NLzYHzJfui05PTLrXttxwIqPjbjKNyQCT6kVnu+0nE8Qp7XF3S0ETMaaaaeVXp7D+0TbcNYed1P8A8qtHsF7RHT7Eo87yfrXN5umT/Ev3RqsnpmE+0HEmUD7bfEEGA3Qk/UmqrvtBxS5Yay2MvFG3lvz3rsW/8PvaAnvWbCDq19f1rRY/w74jcntsdgbEEyGfMflWX1XTL/ZCoT9Hl7XF+I2MY+LXEM151dWLGZDb6eevnWe5jL+LuNcxNx7rZQBmY+AH0r3Sf4aE6Px3C/8ARaJ/+6tCf4Y4QGbnHHP+jDr+bVzf2h0y8/R/waWKZ81W/ftgrbdgGYExzI1HzrTcx2Lt3+0e5dS4UiZIJEyB5TrXtONexnCOAYEYxsfi77lwqIyoqk76neK4B4fhhZTiOMZmV2LrbBgP0Gon+1aXW45q48D2pXRx7lx1WQWKXQN+ddXBYS1fwT3cwAC5JMe8dlE+pJrnnFpc7RWsoWcBVfmAOX9634vF2cPgzh7Ra2vNFjvkxq2m8VZZycVFLcYaVK2c+7ltKAGkwUM6+WtZm75GXkK7Hs1w0cd42MPdzWcHkL3CHCwg5At1MCdd694vsX7M21/y80DUtjWP0Nc8vXY8D0zu/kGnVuj5ZD3FLRLEBBHgIqu3gr96z2gKpaDQbjtCgmvrCez/ALK2BmWxgzB53blzX41wMRheF3lxNvCHD4bDqIS2CBmJG5zGTAjY1wf2qntCL/U3HD5lweAMWMyC8jsTBidPjWrC4F8TftB2Fm0wJljqQBrA/czWjHezVsXQuExOHusYDrIDWgDEmTrty+c0ly2cFYfC2bFxrjIfvmiAnNpOqrrXd9W3Govdiscb3MoQ3UC27Rs3dW++t5iw6+HlXMuXIulbjAMNCTtNPfx/Z2Xso/aM7Alk6ch59a6eA9l+I4y9h7WbNbvW1u32ZuzFtWOgBYSzb8o9BNdI5Xj+9JjKMWqMlrE3QU7wZI6yCK1pjFDEEFWGxFda5at+zzvhbfBOE8ZwSXGZcYbgzOhg6kNo2sePIaV7zhfst7M8V4faxF7hGEw19lDXLCYnObc6gFlIG2tZyfaUYRtp0/Vfycuzb2PnFrjF62pKZXCjZ0VvqKL+0TXbJt3sLhAwcNmXDICYMxIG3XrX09v8PPZcgxYuID/Ji3H5msl3/DP2YPu4jF2vLEhvqtcF9qdM3un+xrsSXk+YYrHtczXVFtM2oW2gUCSdIHn8qbAY3FNba3atWmKoQzMokCSZJPnHoK9/iP8ADDgzkm1x3E255NbtsPyqmx/h5hsE117PtAjZ0yDNhtjIM6N4V0/yPTONJ/Rl23e54tcZexuFXA2bGe+b1y4XUAErlGngBBNc4Yo24uT2gBAynY6H+1e1P+H97DXLj2ePYY51Kn/l7gMHfaelcu77BcRtg9njsDdjoXX6rXSHWdPe0v8AoNbHnbeMyoGZQQrLIGnnXS4bxW0OMrlzYfDXSVYdpOVdSJJGvLlTXvY7i6SEt2GHQX1k/GKxXPZvjNkycDcMc7bK30Nd+9hmq1L9zDR2uK8Yt3LeXD4hytq6wYmATGxBAGmprhYTGXUGIW1c7l23kZeVNf4PjsN2Yv4K+C4zMcpI+I2qrBYa5ct4gxlypnbMIjw8zRHQo7M2vR1OH+017hjXEKdorPmnMQZO5q7iftLjMTeD4W/ct2u7FsmfdaZ8zXnUw9/FNb7FS2ZwJA0HmeWxp8WXFp1e2A6sII/CNfr+VLxw1XW40fQ/4lKqwd1zCYIBI8KlfMTevKdWZZ1gaVK4vpN+TcZJKqPWNdusSxuMxOhJMn40i9whhuKaJ2FGI3FejY+emNisVfxkG+5dhsTE1mYSBvp1q4igVqVLZE5FGoq1XMydetWIpzAhSY8K23bNt0DW8PcUxrNEppFZjiy//mKfiKV8MxXMkMB05U5SPwkUka0L5FZna2y76edFrVxF7ysB1IrRBIo5BzArWpFZlCnoa06dnAytz7y/2/OrAiE6mPHej2ZJhIb5ViUkwtlVvKPfVp6iiwDsAoLE6CdTV9rCYm9cCW8PcLf6THxropwfG4V0vNcw9u4hDKpbPqDziucskY+dxSk/BVdwyYHhhtXLkX7hzPb5iBsa5KZXhWDZR/KAT8624vBX7DPmxNi4WbMVDkmee9U2LWJQT9luOn+g/WKzDi7s6Sl4SL8Peu4Ofs+Lu2sxkhliT8xVhxOPvXGftrlwsIOU7geA/StWFxyYaDd4fcFs6SwJny2FdW3jOE3xJ4YIG7fZST8j+dcp5pRf4bMps5GB4zi+Fq1tLFl0Ykst60TJ85Bq/He0C8Rb77DrhxlC5cONPEwdZ9a7S8U4MqBHtYgAcvsYP1JqJd9msWxVxiF8Dh8v/wBIrg+o31ODNp+LRysLb4Lcwr204sEuvBjEWCmU89pB+NUP7M4m6C1nEYO8IkZL4k+QMV6mz7LcGxah7OFvuh6nIPnrW3DezGGwgIsWrttTrl+0Ex8q5v7RjF3Fu/mkb7bl4PArgeKYAwLGKsk8xZInTrFUPwfipGb7HiAp5m036V9YsYZsOPeHmXAPyitQvlT/AJi+rzWf8u1xFGl08fLPkdj2T4vficI6KdZYR9a2f8KXLABvYXFMo3h1E/AGvqBxNggi4LLegqsXeHqZFiwD1ArD+1sj8Gvh8f5jwOH4PgrYm3huI2jET2JcH1VgflXY4dwq1ZVmuYS1fYaqXWT8xp616NsZZVl7L7Mqj3gyMZ8oOnwNW/xPAjRmVR4MB+VccnWzmqOkcWNO7M1lxbQXLtuxYtAbC2s/QVXiPaNkUDCWGugD3jsPhXRXiPDGMFwPEx+tXjGYK4sLe+P+9eW1dtHe1VRkeOxHG+PX2yq62VbT3CD+VNbwGIunPj+IXWB1yqdPgK9itzDna5/8hpithvxmOgQ1076SqMUjn2b3crPMJawlsfdYQNG73m0+FOcUQMqKjnllUQK9C2GwRglEnxt/2ofY8ER+Af8ASBXN5E+TccdeTzlx8SBmLZR5QKzPjXLQCGPXlXqzw/h7mW7Nj4mmOC4dbAn7Mv8Aqy/nUskfRvQ35PHXcb2Npme6oZQDAgkSYBjzrBdt4q7eto97tljWBAnqSN/kK9RxDEezeHW47/Y8TiE0FtVUsx6SRt41z24pgEti6/CsIG55TmKmdhC6/wB67wnStROc8UnyzlLhrNk6rnuHkFkD1NC6mGwthbuNvWcJYYwueMzV6G1jsFcUFcLh0f8AmCk/WuXxbgHDeM3C2NuXmBfOEt3MgHKBptWV1C1VK0cHBeGcj2gsYQ8Js3LVxAjsGt3AxbNI3kafCvKY7H4e9aGEsYmzbs2jAtv3TsZbzr6Ja9nuFJatWVwXaW7QCoLru4UDbc+JqwcLw1k/8vg8NYXlktIp+MTXTH1sIbbv+/qD2Wx8p4bwvE8Sxlq3ZttBIJbKTA6+Venwfsthw5uY6+cynvW7JifAv+Q+Ne0GGOxvEj/VTrbVR/mHStZftKc/w7GYo85bXh+Bt5MJgrSRpItgt/3HWkv4xzZfOPuwO8CJEfSK9OEsNuoY/wCmsHFr2CwOFBu4ZQG0D9iCPIxXl79vdWzUMTckeGxmJwtnDXL1u+6o/KwdvLprPwrjW8Y/Fx2eFtN2gfQljp59dq7uJwWExiG7g7dqyQT3xZ0fyXSSNOtYOBXMPwfF3TiMK1+AES52mXvlttDJPgeWule/FKKi3yzvOL4RdfwtyxfSxlsm6bfaXHJICzp4eOm9cziGO7bEIxcG3aGVMiD3QI66gA1t4ldVr+dlLWXkHvRlA8NSTJ+fjNeTxbhHQ2XbOHLEGIJnTSu+CGt2wdxVFN25dtWBZcCJY5hMwYkR+96pw+NxKvcK3HJcQzGWOXofCmuorLbyBgsGXJ97Xpy6VvwOEvXsDNtiLYZlYW+8+ilpI5LHMV724qNszVnU4Fbx3EuHXcKi4VrQByNixlVSeYgEsYJ3mOVeh/jWC9nC+DwIvXbwC9qSSEDQNy2g6yBBrhcKx9rhfGvsuMSyti6Bbuv2hPZoRowImYB08/KrOM2LF9wvCb1y5hbsLbF1e+56ZolzI5xGg1rxZEpTqS2e/wAjnpPVcG9pMTxR7qu5sZYKkQ6kf6gIn98q6xx7q0nFqR4ivK+xtl7i2rScGukXrhW9jluBVEEmCsctI869nd9nsMwkXbk/6gfyr53USw48ml7GXGXgzDiRnW/bI+VA8UQ+9fUHqHqXPZ7DjVruJj+lJ/Kuff4DhM+l/EqOpSfyrEcmB+foYepG3+IWG0OLT1ZTStjLf4b1k+bR+tcz/hzBuSBxNp8bO30qu57LLcGmNzjlFsj866p9P+b6MLkdcXM2otIQeYcGkuWgSPu7i+IrkH2TxSSbWNVY20erbHs5xNGGbiYCHl2Rb6mtXgW6n9GX3vRqe0onLfuIfIVUyvqPt4M7hwCPnW61ws2/86494gfhtZfzNA4SyB/8LePmK5fEQXDv9P5CjHbsqh1OCeTOtpdT10FVtwjht1i1zA4ViZJysyifKYracOC2mCJP9ZoHBZjpgkXxzkVpdSlw3/f1HU15OPc9lODXHL9jeSfwpiYUeUqaldgYDT/Jtj/+41K6fHS/Ox1SPLZfCnRsusKfOrDaPSKgtnqa++2jzJAYhv8A9NZ6rpSdnPKrckVI6Cs2TQqIVMqxU9QYrZaOJYBBirWXo9wAfOs622PI118Bwa3jLYIxF1XmCq4Zmj4VyyTjFXIlFvZGP+H4q9GW7hXLbKuJSfhNRuB8Q3OCut4oA30r0eG9kLdwd67iSeQa0LfyMmt1n2ORD/8AGXbPgmWfpXjl1sI8S+jOq6eb8HiW4XeU5Ww2JVvGyatTgd+4O6twHo1i4P8A7TX0W3wTD2IZsVi7kdb2UfAAVqL2rFsCO74mf7155fab/wBUdF0z8s+Zj2cx51Fsesr9QKB9neIA/wCWn/uCvpX2psyqqgT6x5+NTNd5nLz3kCsf5LL6Q/Dx9nz7D+zHFrhi32SHbvXorfY9iOKdpmvXcPBMtFwyfXLXsZWM1xyQJOnKqBjLTNlw+Ha7G7RC/wDcdD6TWJddmlxX7G1gguWYsF7KYbDgZraZgZzFyx+grpLwm2GntbmnIHaqw99/fNu2P5bSSf8AuP6CmyprmUuY3ZiZ+deSeWcncmaqK4L1wdlXzZWZojMQSfnTkAD3HPm0fSqLdzsVCW1VFkkqugqPiXn3z6CuTcmytFwN38KIvxJrHxHjljhQX7XjOzLfhVTI8Y6ULmOZFYkuYHlXy72n4jd4hxGWLQNkYg5fCRXp6XpXmnUuDLnXB9YF25iLSXbd17iOoZWB0IOxqh7d5uTH/qryHs9xa+/A0ENFkm2AogRy860PxLGnXJd8qX0soycfRznkR6NrF6Ntf9VUnCX/AOcj1rz4xXFbvuYS6fMVps8O4zfPetsn/VpT2dPMkY1XwjqHCYgbFm8jVJtYobrc+EU9jg2LX/NxMHoCTW+1gXtnv4m4fJTXNyivNm1BvwchkxJEBXjwms9zhuOukkI4Br1CWigjM5/1NFWi2xIItyOsk/nWfiNPA9m+Tyln2evMC125lPTNWqzwG2hBOIvE+A0r0uRAO8xB6aCgTZA3Y+pNZl1c35NLBFGCzgGsgRfuaf1Voy31924xHnVwdQe7bPnRljplj1rg8p2UUuCoXMUg1eB4mqr2N4ghi1aN4RoygEA/WtJV/wDzI8qkDm5PXWs96vAp0cZ8Rx/E91rfYKZkqVXTp1+dZ14Bfv3Tcv3Ndu8w1+Gvzrv9pZU6MhMxvJoNdSdyfLSt/EyX4Uka7hwbfsvbS8XN+3bXTu27ZJ+Jrd/B8ILodnchRCoIUCtpvodI2PM0j4uzZJDFF8yBWX1GWXkzLJapi9jYt+5aGnWhnhpC5fIRVLcTw3vKC56KCaofi9lV7lgsfMD86zUnycm17NVw5gczP6GsN7Apc0D31PMilbjVza3YUA9O9+lVjGYy6cwJE7AKF/I1paomG4sqbghcnLfvnzT+9IeD37en2/KfEAfKavK4+5rcuLHTU1YMJcKx3p8oBrXfkvJnQvRQuDvWwP8AxBifBJo3rZ7P727n5nPbA08+ta/smX8LT1BpbmCb7O4yPcJUwh0B9TXJ522dMaSktjwXG8WgstirKXHfNqLiSSRqJgAx73e8CDvXncHfuY/iK27tu4q37mV3AbQbsoP7O1d/HYC1Z4gubFXWtNIYOxKkgyFiNRIM85HI1i4ratJZLMhi0mS0ASI0kGBuDB15RrvX3sDiopLlnqe7OdjeKBVfDjKFXMutrvGYOrSZM6g/rXLs31t4u2Vt2eyzSwfQFeak7xpy16VZdtNibP2y52f3gyAarlIMbDflp5daxOURlUW2PXMNT6V78cIpUc3KwFEbGi1aZ2R2CzEGJ1geUb9K2G9h/sVxLS9nekDMzgLlG425zuTy51jxuHvWTacpcy3gDad1IDjwJ3HKvV8O9huMWrodxZBUahmPcMgiARDHx1AIqzZccIqU5GHJHMw/CHucNxHEcbgMQqM6i3eQdmCWg5sp0OkxEDfoI63s52NlsJcwuKxFx7mIW1ewrW81tlJ3YqJI25ET4b+/wvD2Hs+nDMWqOOxNpuzELEmCo5cvXwrDwj2YwHAXN3Ci4bxUo1y48kienpXx5/aUZxkpe9vVGW9juWLVjCBxh7SIHIZgoiTET8KDXzJMa+NVkNuTpSZN8rSflXx27dsy5FhxDkwAB5Uv2m5zNUsyje8smfGqGxNgGS8+M1pb+DGpmwYnT3VJ6RMVExV62NAG8IFct+KYcMAO8xOkNM1Q/FtNMqkGDALfpXVY5vwWv5ncbGXyCBlHktVnF3wNX08hXB/i6hSxcFepA1qu5xTMVIeFB1IUAE+cbVpYJlrb8nefG3ud0af1VQ+Mee/ePjqa8/d4m4J7yqqmPePLxqn+Iu8/e5cvPXQdTXSPTPky2z0NzGgD/MZj6mqxi1JMK5A6Kfzrz5vMF7t/do0JBJPxgVRc+0sqqzO3MkEwfDxrounRHo2xzg+6/wAvzqV563i8RkEAny/3qU9gaPpT+y/D7jd6yQeqStZbnsVhWk28RiE10lQ36V6hVclgLqzyWDmY+VTs3AlriKQJjIT9D9K0uryx4ker4eL8Hkj7DWT/APvL3/tD9auT2IwgHexd8+ij9a9ObTGIvKSTKjLEj40wQi2XLmTtIAH50vrs35g+Gh6PP4b2UwmFuB0xGJDdRcA+groWeD4W0ILYl4/nxLkfUVuOWCFbXrA/SpK7KG9TXGXUZJcs0sMY8IW3atomW1byqOS0TAOojzMUGVXXKylh4k1W+Hsvq9lWjada5XfJuhe0sG4V7a1nO4D5j8jRyA6ATOsZDTi0qDu21C76VMifyKT1y1al4M0Um20dxCCdcxcCaBw7NEm0jf0nN8zH0rRKjSB8BUNyNYHnRrZUjF/DrGYNdbtmG3atmA8l2+VXFFLAF9dtAT9KuztOhNVm6T3c8zyE0ubfIaUDsgyg5nj/AEnSqGNpLmQs5aJ0WYqwltTqQRuajOba5gQNZcxBI5z6TUnvuZpCgWQshLzE8ghqdmHOmHuk9SVH5mnbtBmUgkgwTv61YmZlInK0z+/A120JG1BFPYxEYYQR+J/7V5bifsNgsZee7ab7Pccyy9rKg+Hd0+Yr1b2WLTmIHhyqr7LmbNMxvFdcUnjdxdA4J+DBw7ApwrCJhcKMPZsqSe6rXGJ5kliNa1PeuKDF9yd+6iD8jWgYFJ7z6HeatGFsKADLdIobTdvcVEyJdzkZ7l4yed0qPlFP9mUkRbJ1kklm+prWq2rZ0tKOhYb1YMWqjcEdBtXnyv06HQvLKlstAzSB0mKcWkH4ZPiTVb4kMRkVgD61VnMkQwA615HJhsaiQo0Kj0qprgnVp8zWbUkklpOm9RVZpGWfPWgzqHe/aGsTGpiq/tYmAoBid5NRgiN33VTOxMn4CpnzAqEcxuWAUH46/KkzTILzknunznb99KL3rggBd/DbzoS/dICKNgNyPLb9iiSxnvvpyzRrz0FA/qAl475yj0FVG4oQGQwG2u/rtUjvEhmYH8On1pSttSWKS5MSTJ+dBliC7BiAPUb+MTSi6brBRdWW2CrsPUmnYoCdFmNTvFAXLYAKwJJ2g1qzNiNhlclXuF9NczmD6CBQGDRT3RaXWNBGv1q03kUgECBrpVP2hJheZIEHeq5E2i37JbYHMSfDMYplwVlVyi0hHnNZ2xSumjAGJkCY8JqLi9Jzsep61mpFcTStlFcgJa9OVMVAEBAflWM4uFnvQRuWofxEkQq7fzNr8BQ4stSNgOQ6LAjWBTBi6/inzrGmMdgZtgeH50px3QiR0FZ0stSN6tBOhMeM0rXGJmTI+Vcxsdze4ByPeqluJ21AObeKVikx1HO47YwGEbt2ts7Xe6F7QwI6Dnv57RXzzib4jtHcXEu2tQtqNFBHIrt5ax619HxPEcNfKi6ou5TI029awJkTCHCLad7JJygHVZOwO4HUzrX2OlzvFH7ytnVW1ueG4dwe/wAR4LbxOE7ZsT21208JKqAoO5MAwR0PnWj+D4+1wjEX+IcOuLhxF1cQLmS4JHd7rGDvJGjdCYrtrwbjRx+OxFji7cMs4u8bz2Levf02EfppAq7i1i0uES1xrjz3ocMPuVt5iPATPw517JdU3OotNfrf0/kljb3R88xN22MOtrM+e3iNFyt7kTInlPKOYr6twzjfAuF8O7OzxMtaZzcVbzS6g/0jYafOvlfE0w/bp/DjiGBBzm4w1M8vCKvPHeKjBrgguGsrETbt5G28Nz4xXp6npV1MIq6OUlR9FxX+IGAski3g8Xc6Fl7MfP8ASuTiPb/F3gfsyYDDTt2twsR57CvHW+EcQxVk3beFxl7qVsmP1NaB7McWcacOZCIkEAEfE1wj0PR4+Wr+bObZ1MR7VcZa6v8A45hVB/8AIygDzhZ+dZr3G+I3SUf2ikHn2jgfSstz2S4yqj/kSxmMqkE/WkPszxlVJOAceErPwmu8YdKuHH6GGyy5iscwBHHRcnkLziPjFUvxHiSPB4o5jQEXCw+VMfZjjQ3wVwebr+tK3s3xdJnBXBGhOZf1rqng/MvoWxBxrigaftjPpHeWfyqPxfidwmcRHXKMv0FVLwTimYj7Hekf00/8H4qVaMDiCF3OTatVg+X0LYX+I48kBsSxA2nWKvPE8WuZnxlwEiDCgk/GsT4PiFhe/hr6BhM9mdazsuIXcuJ5GRNa7eOXFEdpeOXLY/zxc0gi5YAJHmDV68etkR2E+CH9a8yUY70OzYUPpcbGj0v8bstnnDXQzkFmMHb61oHH7IIm1dQ6fhWvKQRvA8miiGf8Nw+WcGsvpMbKj1j8esEyjOo/9IanrvUryvaPzIPoKlY+CgFH6nzRpPqFAmppBAEA6mNJoi0d2YGiFSAc1fmLPpbiGSxMEk6mTUmWmBM86aEGh1Hnzpc1uSZnyNVlRJJEZoPhQJX8TMTyM1DcXYqY560DdAEwAPGiwIWUA8+tLOsRrGgil+0KYCx8KU4iSMp08jTYNoshum1TI28keWlU9qdZmfGp2wkAA66TVbC0WwfxH4UpXU66DaqjfAYwGLbbUnbswJMggxA1qVmW0acgETy21qQOXpWV75tgvc7i82chR5yarGN7RosKb2mptAt89FHxpSk+CtGw5ebeNJcuKIAU3Lj6LbEd79B1J2rIWxt1hC9jJiffb/8AEes1fh8IlkNJdzcjNrLv5tz+g5AV1WPzIkrHU/drb7XOyWwhZRGYiAT5Vfbhmkt0PTSqQmVjMAGO6Dr5a/pVgEmcyqDuRqT61qWSK8mkM7rLESQYgRVaJmbukk6nQUDctqzAqW02ZtfgOVE4qV9xQBsBrNcpdQl+HctixEymWgD4kmpJUQoMeVZTimJ0hvSB8ZpTimKz3s25HUV55ZZyDUi8ZGG4+O396UvbGhKk+Umsnbs8m2qkDQ9AfE/s1TexYQMiDt7yiSiFdB1Ykwo8zWVFvYzfo3dprIG/hvWTFcTsYMA37tpCSAFDbnkPE+HOshGMxVpHS/YS02758yL5RBc+oFCzZwPDbi3UGfEGQL1zvXCf6eSjyj13rqoRj+J/oie3JqW7jcQmc21wyR718EufK3On/UR5U2aEBZ7r/wDqtA/7RA+RrOcSWM5so3iNf71X32KsQCSeWnlRb8bGHL0azfynKGUKN8mg/vVfbD3pYiZ1PpWU3Qi/5YMiBAnTw2j40v2q8LmVballP8xn5DSnQ2c2zY2IbKTEztAJ/ZpO2ghY1YxtpWE4i8dA4GXRmWTB8BVN7FOgLLbdiNVElZPx8+XnSsbKzccUXmLqsNRKtMkcqVb7smfNCwJMx6Vga7c7Ni9tkInKpKy2m+4qpsW166qC00gaxqq6fA7eeorfaM2dE3pZpDrbT8RJ6dKXtmzyCQY2E6DyrCMTbXPdUEAyFkCWO/j+VIuIbMpuAjvS0k6RrFPbDY35u8SXhZOijUty8hzqpr62rZdrhZmPI5oHw8fCsZvjI7SgiYUryjcgST4Cg2LLtnRVYrsSp1bbntyHx6UrGy2NjYnMIDEFtBOgGvziqTjUtuoPeiCCef6muc964WzZhcWO6d2eDqTpAGnKlLNbjtLgVi0Qiy0HaANtx8duddViSCzYcdKsxDKIIJifnt1pBxEWjCi4WmNBWY37SO7OhJ90KQzf7dIHjpVqsXzTlWBBA7saDSBJNLglyguhnxF5jFyVWYW2T+vlQN9yxJC5iTEEHN5n8qrUOXbKoJ3XSRPzIFabWFYLAMsyz0A+EfKh6YipFQTE3HCszM5XcHQa9a1W+HrbBa7cJPn6b1fY4c+ZWURlXUnT9SKuWygKqt1nZv6SfXTauUsnhHaLfkym1h07q24nUkLJ8xQ+8IBVWmYJbatyYNQ2cq8lQBPzq1cO7MQlpUT+aZPl+dcnkRpHL7CEnMzMflSW+DYW/d7V7CO5/Ey5j867PZYe0feLN0mTUzm5lVbLFCSCXaAPE/vrQs0l+EG9zi2uA8Hw10uuBS5fEtCJmC1ot4G1hrnbYbAWLLlv8zIoaZ3k7V1Ql05ieytjlkEn+1B7YAnvFx+InX0oeeT5bf6maMpVULm47XHHvGdPnVF66iqGyKRvrJGlbGsSBmG34d/7UHsl4UrbyAaLExWVJGWjlXL7kG5cTKvISCW6VmJZn7Ygqg26k+m/967LWBcOYhfiY+VLdsAH3gqHw0iu0ciRzcGcc55BbPpMCNW8qVBcdcze+wy5ZB1/KusiWGU5ACB+LYafWqXW2AO+LYMLoZHw6/vlXRTvag0nHCuQqlnljB73KaUm4wKOQyqe8q94fMwK65awyi2WDKwIygzmHjrNBrloHsznBE90ALp+m29dNfyDScP7LfF8YYG97sn8IA9N6i2Wa7qMxAyhmYAGu59yX+6UW0WA9xmCwBI3qsLZAARECOSSSgAPjPSnvN+C0nGuYJcVaUnC27zGZlRpHjHyqr+D2lta4CykmGCpr8dq7/2qxnCDN4kwoUfCJ9TUbFWCATbud7Qy2h8zSs01sjVI8+OC2xYBaygKmYJK6dSaYcGw4LH7OpnUjIWA9T+deiyoSCloKsad4fL9aQlHvdxDC6k5zryir4mb8lpOMvDsKoj+G2yOR7M6/CpXVIIJyskdA+3hUq7svf1Kj6LqfxN8INEAxLcup2qqJO8E8ww1qCADDN8a8TZ9GxjlaSDHlypcyAkBcxHjUKkSTOWee3xiqTftiYvIX3yh5+k1LcizOCYJE8wJE0siZOUHaJk0ga6wAWxfYbgqMo+LEUeyxTNC27VskSS90sT8B+daUJBuyZ2gkJAHOambMRlhh4aj0pRgrwP32M5+7bQD/wCrNTHAYWAby3b8/wDnXGYfAmPlWu37ZaWU3MVhrTxdxNoHbKHEnwga1BfF3W1avXfEJkB8s0VrtCxaJt2raJABi2kU2cgwF38aw544/MtPsxi3i7o7tqzbHV2Ln4CB86cYG6/+djLp/pSLa/8AyifnWklgCWYQBzNUm8kOQ6nmeZ8qx8R+WJUhkwWFtOG7JS87kZj8TrVrXlAgEaaASDrWW5eEDMSDGilY+U1SzZQJZhyBaDPgByoeXJLlhdGs4gyABrMDNAkdRPKkbEq6xlkbQdp6AVkN55HvLInLBYny8aV8MCoBtkjYwZMfH86zu/xMzb8F3bsSCAuUwCARt+njVdzFk3MoKgkjKA2scz+9KAt2QrS9skH3k1g+A/ZHhRAQGXUOIOsQRVsRBilBEQzEEDKkfXUn41W+InMxb7satcbUEa7aSfSlu4qxbQLYS7cdeVpMxPhO3xNUi/xA5GsYLD4e2Wlu0uFmAPyn1NdIwbV1/wDCpssGKxMkKjOsaQDv15D4SaFtrmWLr5Jk9nGsT0H5+dLdxdu0cr32adYtgmSNeVUnEZyDZCw05S/e9Su2njFaUPZikuWWdliMQ4VS+RRAFmM0eLbL8fSn+xWFU9t2brysW9UJ/qO7nz0rO2KxKlc958skKCCszoMum8npVBOQZgrXHjWBDAjbT971vfhbDrS4Rqv3w1xVcntAZFu2T7o3kdPPaqHvuqJ3LmuhkhQs8jzPkBOtUNdu/dgJlDtlAJgg6zIg9D18xWdcV2qfaLSXGBSe07PKkdQzflWo4zk2bmuXg8ICRPvFgAI5AanX05VSMXZUFiyhcpUAMS3l4fvSsN6+lshe0IBbLOWJMwAIjXxNZlvIyIwYDvzDAlzp101MdK6RxWjDkzZcxk2grZoJ0VwczDSeWg313PKkuXDcsrbtiyLfPkF8gDv1rCLV37xb94lQCCifdkyOZJ1Hy3qu9CuoZXcGcqhwonkOZ5dNfjXVY14MGwO1x2KW7S2RJJA08o2G1U9u5uXCtvs7ds7/AInO8Dwqm6thbNoYhSQ5kWApus/SB19KfsmEi4rWgFy2cMAJJ3MACAY5Sd63pRFrYhGGRbrOYzXG2C+ZiTodKrOJXEJ2VhcyLoTOjGdZO1Wph75U3LioqiSloksxPKTIUHlpoKZMCZVzduXLiqRmM5Leu225n5Vm4IqYl3EXLd8LFssqzkQgeQk+pmPjSZr6IcwBuMMzNuJ6j5DxitCYFEQ5TNy4YLm3MnWdJ1Gh08tet6cOJfu22ARsxlSxYkazrJ322FY1wRUzEUuXEWQyKIfaCcu3oTJj41X2Wa4AWzADVpIAO5I+PhXZ+x3CoRFcK6gh1ElpOunj1Owq04MIFbM5YGJ7Q5QDrry302rHfSHScRMOezzEKA2i8u6I5a6f2mrbSMzdscsAmXVSAY5DmeQnauunDxJtsTl/GcpbY7ajXU+NaDgwHVnkMNAxIP8AafKsSzodLOGuEuNZQZW7URlBGi8+mpj4Vst4MW0ObKXI3Gknw/SuoMIlruAZdAC2uYgePSnFu3bMyRoZVJrjPqG+CUWjGuGAb3MsCCQuvKda0JaUe53jvqdqtcW1AItKscv160QWuaAHwULA864ObZsqNgW1ll1IEyYnTx0FFbsjKiqCIHdEgVcuFZ2OYx1J1q1bGVQCN9pP5Vhy9jpkzPbw5LFszEtuST8hyqxsOWVcwZo/maAPQVaHnSYUdCAJ66UWxCBSM4UjXKuutFyNqK8lK4dkMQAvkBHgKhsq2mUEDaRp1kD86V8ZaRCxIA8daxvxXPJt2roEe+4y1tRmwcoo3kCCrNy1jQGq+3sNIUqY310A865D8QvXWKohQdWYa9YH61kLuqMwtOzAR2jiB6THymukcLfJzeVeDrvjVXM6tbIEDMDPpWdcabmZMxugNtk0ProIrAuIZbQVlMxMIGMUwd4zMhDAaFmE+u8V0WNI5ubZc+Ma4wyhWU92c0j47UpuOWnKHugQQP3tWcE25z3LKAEgLIljHONutQ22eyVJhW1BHejpGkR8fWuiikCbYt3E3GtFbtzJC6xCwNp20oqj3rPZsXy6yykCD1n/AGpgt1SttxAXXUkmfRQPSaa4q5QblxSBGp1jyA0rVpcAVW3m01pGcR3SYbTwLHYUykKAsf8AUqyIEn0160hth7Bd8xTNAL90H02oTbZytu0Wjm1uR5TppSRRbxVy/wBpGYLG7d8DoRoBTntLGdzbOcge6ZY+sQP35Ur2jeuBnbtCAQLatkUeGUakeNXHPlzAFYUTChFHnJFabXgkVm25ICsFtmZKsWPqSdI+NQlFsr31DGJcCTPLcUwFvs1bKoZSADnkDpJ0qs22zs/ZASO9qZ8AeVHIiNcvIRF1A7HvGJI/MnTwrMby27f3l8E6BxcEDlGk1pLOttyq5BMteI97y0+goMl510L67Nly/wB66L5gwFjMqbrK2oIQbfKpSrZvsJa4WOxOZm+hqU2is+k9niXQ3TdS3bH4Vw5LH/uI+lW/ZNJuYjEtJ2DKoH/aBV798wzdwbINNfHXalOQntAAeWYnYVycYxPraEZjgsM2dhhBccT/AJxJ15e9NXh0tqttDbQaALIJHpRuXbboQ4bLMQOY8IqsoxMrcdFAghRA8KxLPBbNlsi7McwB7zTIzfWke4gzC4TCnKwG2v761Vbs5bgAkkLDQdfjRZyhGmk8yFA+eteeXUflLUOR3oQqNJkjXzpchJIe4xMEA8x5GlLSSrXfE5WJMedDMssqk5ge8FWB6k71wc5S5Zlux3ZAoJZQV2569fOq3v5QXNsqBtOk/pSkqrd5g0/zMGgUge2XB7kRrGs8gNPjQk/IblV3EkLD237sFlDT5zpp50guXrgIW1op20HqTr+tPftKwYgkEiCxWVA8iRUVSFgCVIG7A6eA2rqqoxpd7lKi9tdFtAky0iI6amTy5Ch2TwGVyxk6EkzvsTtr5RVq27KXCALYuMM24LHlOv8AtQNtb5BJvOhGjdqFHwU602luWn2Zrl4YVCLhtooBHfdVPlrqeepPLSs32rBXMtu3duXFBDZLS5QW+An0roJhsHhyClqyHI0MFtPhTC/cW1mGoJiLa5Cx8AY+daU4+E/+fyFLyZ0W+3uomHLHTOJb0EaeoNWMllO7dLOw170RtvqdfQUrW7rvLF+zAhQHyKfE/s0RbbMAwAuN32ht/PQU6vRXXCIcQxKi2SjwCFUaieZ/SspLs7XLzyDJ1WWMT0MRVtyO1VVs5V2BiSBsDtprzJ1qWkLA966ubZMkQB5bcv7U/NmHb5KFW9aUJChYlSCAQJ2j4UL1+4AYWdfdnl0B5eetM2DMn7y+9xie9DefMkDXn8BTXMD2WHZ7favOmRRBnmZYgCtXG92ZaZkOKLPltWlEQHAUyuvMyNN9waoOKt3QyuLJLEyqZz3YJ1Ok7bTWq3w43cPluXE0X7xM3aEHw2A/enOp/CrGHP2e5dcvdWOza8ACByCqB021FdFLGgpmVMQ9u2htLlyxBKFeRMR8CdOfrSdn2jm8Oxm2Ce9LkT1nQeutb34fg7Npctt7gQh+8xPPwBq/7HYdBbZFuF5ZUC6a+JO3zM0d2PKLSzki4VuGT76hVQe6DGk5Y1P7micLk7LtALnQHuweoAAJPLeuueHlmCrh0AB7oLwNdz3Z8aA4clpWnsReMgjY/ITR34hoZygVa4zrY7IZZ1UrcbXWdBB9edWFHbKDlRRDOEGjjTprA6+AroW+G4a2SuRMsy2b8Rprn2dE+8NuANBOUjpM+NDyq9i0mC1ac3jcawQrvkiAD46ATHI61eiIGZUXKswMpAk+nxg/CtSlVudkrGY2VJH0gfOgi2M+Q3mdge8WbMR4AAVhzsVEpTDtcTK+d3/DsQIOhBI3pktzFxFYZk3YHMNeomPIfGrVzrcYC2GYmFypEeZbpVvZO6SSs9VGo8q5uVEkZDYT7QjhnLnusY5eJifnVotsuV5BM90O8Sfp9a1fZLtwaEFSYPd0HrTrggsEsAxMHSay8ntmtDMXY5hDAGNJME+VEswYIELvEqAPdHLQVtRcqjOzOw0BURVoS2ujqpnqf1OtYcxWNsxXASBsDuelA27rK2rEHTTl++laXxVjKWVrYjoQsVmfiNgsOzd7uWR92eY8Z+lSt8InBeWMmCuvBa2ABEZv0inXDkOBoB4NNY2xuIZc7NbtqNSFBcgeJMa1V9rN0r2as5XRjyH7/KnTIPuo6Jt20MljppvtSPiLdtZDaddaxrr3yWLEas2v79NKdXeQWulAJZlViuvh/vVpKy97zk5YcMRMAax51TN1RAUs3IuwkjwFLbEIFtliTsIkesfnSMbx0UAc+80DfeAPzpoGyXWvPoMiEiCMpZp9NBy61S2GdRle6xgwwYkL8APqaYM5A76lWj/LJA9SKqFp0EW8lq2JhUUGfUzXRbbGGT7NatIA5d+QGvpoKBNuzbLtbZCecAfH9KU5+2C5lYmZJMtp012qoKEd0Vc7iZCrt1kj1rVN8mGF3YZS57MTIt2tWPrVb4hx3LNsWiVkkyWny3oMLgt54W2GOhjVvUmrCtwoArwzamdZHy9a3pMbmcF0GVR2jbg3XCgcvdA+tILqwouXLbsNQiyRp6VtKILhyDTc5efnpNK1tyxtkrbYqe7miD9T5U2i0mY3WQBnGXu5joNvIazT9uuRRbttcYiC0En4EbUDhkzqECuPfLXCVA8YO/qaAA91rnakGOzsKYBGu9a2LdDLbc3SbjCV1yjU+pO1Vs193K237ML+IKDp6nTWi922FCZVt59PdJ5zO/7g1WzhUK9jeKEkGFEMSfEjlSkysZrli3aDvdUie5mMsfKfOswvoCyhx2biAsEn/uJ5+X1q9QkBYVCwkj8QjTkfLy8KVVQmFuW3Y7NlDfMzWlSMmJrasD2WHZtlyklV66kxPjvWk2e0g5luLIKoWyBY/wCkknpV8shZUuhmOh7vujyA+ZrMl5wwN7EXBbmcgAWeQ03NatsVsa7dpreHRzdVXmdySo8Z/SqhZylsoe8QBDOsiT05fKld2dgqo+UGQ1wkfIRWe6y3wbYYMdie0nXfaY260JNjZcQHxIc3brFAdE7oEaawIP6VV2dy2hIFuyCc2YhSN+fInzqWbyqv3V7tjsSDodNwelJ2me73ryOZEjswx8yZgfP1rokyGW8is/ZPduKW97tOfoKlWqmKcdwSq6f5Zb5iKlFoqPoqGwjFVtgk8mcH5TTXLxjUbaePwqlrJnRR3To2UEmRz0HOp2cFyqREaLA/fxryvGnyz6toa5ccLqza7d6PoKrGJFyArox3gEsfrSuiZxmQnMN8zb+Mfs0RJAAgONIDSJ5bxQ8UaLYhuFX0Bk6wLZpO1c69pE6d0D9Kthx71lyNjlEgeGh1pWuWrT5OyCnbvyNfz9K5vE/AOykMW/FdaTAnMNqBF3SVQAfiuMP1qw3Va3KqMhIIyc/jTLczZSXZecZaHCfozuVMtxBmzLrzy6CBzNLb7e4xdnOQgHMGGWeYHhVvY2iWi0twEglW70+h0pM94KwyooGyKuYD4GsPUlwZd+QLazZrZbcbkzPpHy8KZsOAh7M2pOhLAHy6j0qlkJMreu2z/KoBnzBkCmvMrWjbdncHd8xUnnEjWizNlpNtF96ADOUQPSAare6zXYBuwCBmXnO86xSlmzZjDSdAqgkeRIP1FKwZrqoXy5RIXV284HrzqVA2RFYXACDlLSGdy3ejrP79KZmQqDayuV/FcJWPAfDaqWQx7lwnksjNPkTpSDMqglhM+84AbTlEyfiK2t92FjkC8jP3rYZ++cwQ6bknMIj9imt5U/zSxVjFvMef9RG/lJ8artdpnByqqKCVDDmee8UOyZcQrG45kRo+Yqeun7mtc7WFlzXMghLYmJUQZaPPl56UpxUME7IOdS4CFoPQAAj41SbXfbMlw3BJDka/A0pLt3rlq5dKqMyC4HIMa6aKKtKZWzVaa67CLdu3m7zBrpBWecAfpUuIwIuds2gJIdzBB20YE/Aiq0JXDhbFvsywzBUiBy/CNSKKW1S0r3spDEAsZEN9Qf2aHs7Gy3t0uITauXNAJYsRP9qoZmW0GsBlbYMoJjz0Jqy5ZuYjMMzMZ1GUgeWpq1pRJe2P5V7MEkHp061lUuC5KXt3LyIt/OykagLAB6mdR/erWs3Xs20F14G8NrHwHhsPOlhr7ZIygMCcmrE+h05VoSw6i2Et3jrHvFtPEk0N1QpFL2i4OVTMcyTr6HpULWkBIQtcM5dMpbwHOtxwalIYywMnQGNPgKKW7CgZTKn8QYaddRt6VjWqNaWZBrcLLbjToRHU/s1WuEfu21zQOYMny2iK6a9n7yqh6FdZqdsYkOCvKOnnR3H4LQmYmwF1hmZmCtB1JHx1A6cqNzDohVQXDFxMCfHpvQxWMCtlQOztsQM2nPwFYmu4q4xW2FtkiS92XY+AAj5VqOqW7BqK4Oi1vDkqDba4BoSTofTn6Vd2uSdFtr86ow1koqloe4R3rhXLPpy+NC4bQeG1J6j6A1zfNWdEq3FbFI5PZS5iM396RrrAZrgS0kRLH9/nVdzExbLBAG1EZhA9dh8DWa1ae5c7a7dz/wBNtNN/5jqfSBWlBcs5uXotfiEFlsq5IIBJbaeZ6CswbFXG7hDkk94LpGvPYfEmtjYN7j5rlmFHuyoYjx10HpVj2BbEvkZtdbz7eQ5axW04rhBUmclMGLzh71tsVc2BVZVfUkzH5mr7eBcG3KBEGiqve0nw0HzrevZypa6jQubSSPT50SYtZnZio3yo2vp+9q05TlwgWMobAZnIdiQp91R6/ptFRltIwTMCeQmdqZka5lLW7xU665VA186V7F9QBasWxrlJN3KPkDrUsc2On0is4m24YAho02P1rNnuiy0WmnLoXGVfIa1pe3iGZZayqnQQzEk9BpsP3FI2HxAEi7bZtV7tomB6mukcUkYcJMzrbukxdFplI91bWaABtmY+fKrGt5bYYKCNvdBGvlSPgsU1pWGNxGogk2bYmBv7v0plweIDaYt2YHbKsxr/AE1t4n7X9/QNDIFdgv3JJjXLA18+n61U2EvXYF22uSZCs4OscvHemXB3r18/fYpFWQAHVZHpy5bTVicMtlzdN/FBg3K8wAnxHWtdqvIduylOG9k+VbaIN8tpSCRp+KjbwV1GIns1MhgqljO0AkfWaubBoX7M3rzD3wO1uTrz0PwHyqNw7DMUfs2DzqZbWeWjaa9PGrQ3y/oPbRSMAqOM6XiZMG5z5bfpTtbtg6bRlIVdeUjT9aCYLBqWIsWssEZntE9dDJ8eW+tO+EwrDWwjAHufc5gdNYAHL9ip47fP0LtmULh7dxxbMKCARnVQI8BVTYnD3DcQXbeVSAy57Yhj11OvKtZ4Xg1XL9nwhVgJQWQRvpMjz3qtuFYU2RbFnCC2CCqjDLlUxBgEQPhW1jje7DtmU4yxdUG5fs6sEANwkTPKTHTlUvXgQSwDDLqLl/KGPlrVq8Gw5UqMNacJ7ls2UVVM7KBAB3Mj4mqrnCrDRmwmBcssDNZXutuZy8vrW+3D2HbYi3bUQnZs+rBbdzMQPQyPprXPuEM3ai1bBG+fNmn033rpHg+CCZ2w+Etrl74t4dVk6xJAkxvyqgcIs2ijfYMKinuFrXaKGPWQwAk8o/StxhBcP+/uYeIy2sGlq2ztae4xliwXKo8xpvUHbsqFUtrkEEi2co31108a6L8Lw2dbRwjKZ2F+6p9BmA28eVZBwe2wuI2EvgIzZf8AnLkEAjfWdatnu3/f3DssoFvDWbDlrwaRuTpA186ithEKLmBzd6MpXyMCtZ4fZunKLmPw5A94Yvbmd508aVuGO63A+N4ihLDK32lZMjxXf41aU+WXaZSbJa05TDHK2xICmT5iqUwrBme6SWZfdWO7A6VoHCvugDj8cgQFg8o0ifxHJO8Utzg7vdVU4piAd8vZL3j1JWJ8pFKjW2r/AKXakUth8yqgtMEUgENCjyA/SlTDZLbMWySROUy2/j+xV1/BYoBraYoO6GIuWQCByJJb+9V2MLiRfuZcRg7wsawLLIVHKSBvrrFKi62YduXoVsPh5+8W7cfmWuwR4VK328PjLyZi2BgHKIuMo06d2pR972WhnuRecO/cZAIgtz+sa0WdMoF1h4mI9OnOstwMWBN0qrHUAGD4ZhqJ0684oBL/AG4zWbbMpgOWAIBOuxkcvlvXHSj6SZqJQgsDE+mvmKqKfeQF0AEHQnnyP1qCy7LAAS4279mW6czpRNsd+MzFSQuf8R5Hf160EUMLbh1Fsgn3oEEA+Wx/vVRXs4yhk/lFtzJJGugGu5+uldFAqlFWAdBvt4fn61RexNnD2m7VcitpBcAMDpp48oFSfoGjOTmIL22ygTPKfMcvT40gtKZe4HUr3ZIkeYJ1jxroDuwVhG21HIdZ/etBr1u2GzsqwJPdJjrtz8BNFlRkGEW4MrKGVh7rDcf7cqvPZ2s2YBVQGY5AeW9RrqkAC8zMe9k5weo5VTcuQ+buplEwJBX1FD32LgJVi0Fyq/ylc1GLabKu/WIqps5lZIYKCByAPh+tKVudoItjsiRDZdTr/sZo0JmSwlGMi4UCjTp+VI9q+w7mIRAY3UAjxJINOisQQ07HMBBA+lBMocISbZdojLEnwMa/vrWe0vCDSVXMMckm2zZRoEcqszOsHWq4eZdkDTAFtS2/gR4dK6KSrScx1gnMNPHwq0OCICkiJkiQRWe2HbRzBaOY57BYncnvkxpoAsetWYe27GXtppt3V+eprpFVEKtlNeZWqxYBAKgKI9633dKy4SaHtmRcPdUl2uBU/lUajxJIqa31WGtMnLLLiPA7TWg8PRUzMzJzBJB9eVE8PD29XNwbyRIPpNZ7cvIaGZeyFvKQ90AgqOytiT61dbsWeyCqSLRAGmlXW8ClqTMqw2bWfnVptknvXBlGhXLRKE2KgZ+xtFQCVdlOZWbXJ46mnt9kuUOytcMAgAE/AaCrBh1CiGVc3RN6PZIgP3jCNxEflWHjkzSiytrq28qW1bKPw5ZHlrpRN5hmGQIT011/Oo9tNBncDXZtD60GtI2UtoOW66/GrsvyVMqdiSJABJ3dZOvSaLYi2qgO4noqyT6D+1XrYRNreUnSYAn56/2om2ACSgXkQY/vNa7LHSc+7xC6FU2rBYs2Ui42QKPGJM+EVCzXAc63FjQSYn0/WuhkAXRcpidelMqqrtKL4SBPzrSxLwWl+WcoYjC2yn39qYgGQzGrEhlIw6sWb8QtMSfUiOfjW+SJCOZI0gz/ALUzswPeZVDSdTrty1rfZRaDn3MNdb31uiBpLhR9dKlrh0KFKJbAPeUMxPxAFbDethWP3j5dgiEyegEa0puwqMLT94TGgyk8iJ3/AL1pYkkXbj5KbOCt22LArzhVQfUyfnWgoS0ZdR0J+lI1xg0l1BBDGW1A8fD+3lVH2i3cAdbwyr0106GN/StaUNRReAHIBAI/DoN5o5SgdmyDWWZdCPCs7u3em7dMNJBG/gNNvKaqOQ3UxDlu1YG0oU91ROukxy38h4VpJIbRsJHdYlmWe8dqqe4D7qswJILCAAPPp5TVbXc9wQQ8nujNsQOcCmFxwuqSBuFB3jn06fU1BYxaNWhW2g9I51VfZGKstxsrGZX8Q8vnS9oFVmYe7/WBl+HPc0gaZUBQYjvEkR129efiaUDYe0DkMpcAN3SRB368h4UxZm3We6ZAMjlI/f8AvGBPdFxQ3QA+WmtKQwWQzLEBgASfp/trVYUCC7MZCyJ0MQuu30qPbX/LdQQsdwE6a76/3p2yohY3UCzAzkKPiY+NKGVSWzAqSJiSR8N6bKhMnd1EvmzAgEQJ+sadJpO6qkuRKmUFsxA5ADmY12q1RbvXmKlpWVk29CZ5HnHSrSmVWYEEgH3o3jSSB+5qstJgvWrNy26vngAlrYUbgaab6jr5U62YsKid5JhtI7vgBzrRatsURiFN4awmgPhqJgUXuqgAzDfuQpeT8KdXgNJlfD2ncKWZYIKpn2HTpA0+NJdw/aWwkC8kj3mKqeewn98xW61cWEtm5v1XvDeqmYAlhaBhZkZiVjryq1NBpRQw7S4pAUBrkuCNwBt008CfSKL27bpnJCMxGoAAmf39Ku7Ai6C5VXOqBpBPp+dEWoA0SJ3MbeX7j5Vai0mbKDbUPsF7ygiBPIAdd6Z0VbSut9FtIAWfLJPqDpoN9ac2LNpC7InZDUQSdfHl49daKi2CmZEJMd3LLLpzjzqsqMef76Pd0ITM3eIiZRZgfLTWmWyVUEqzMunfdp25nzq1m7CQouETmkW5VROs9Osa7UWvrICWmuHQShGVQY1mdfIT5VpsNJStr3kdXYkznI1YiNYj606LIDh7hQjdhsPCTpzq/SznBZoJmXYjLrAjoNqTN2VrM7Beju0/OdedZsdJmjJZuKT2oA1GTKT0EnQfHboaZgwI7W2CI0ZFyovmJ315DlUS5ic6qpVkcTmYFWB5ELGo8451aLj93KOUZiIkzvHT9IqbLSVG05y3MxJC6ltBMHTYnnvH6ULdgkDNaQBZDAKGj1jSrAGF1QLhVsplNSC2p3nTlSKxd8txiSxg6bj8qrLSFMOHIyqyhBoSoM+WsbUrYX/mEKYe2yZcpuGJAGsDT9aLXmFvU6aalsu/PUA0VxBU5SGJX8SqSCY2nWf3ryqtlpRUcNcGi20YbybxXfXpUor9oeWdirzqEuNHxG/nUp1FSPQ9syuUYEBo1Vgx6RtoKsLMzZSijmCEGp5H6eOlZrtxio294ch1A/OrEw1rsA2SGLakE+A/M1k6ma/iuxwz4hw2HCsWOe6ssg3JB0gT4mnvveuWM1ti+zdwe+NNCT4bEU6nuMDqIXcTVqIqC4qiAsQBympkYrWLZ5YPbNl57FdjoNYG5E9KW1hXOe1cuXi7Kr/aWgZj/LzI268623raLhsQVRQYI0ETpP1rJhGN6xYvXO9cAJDeOYD6aVpfIKBdUC8t1CltlXKHdZMcyT9J+FOllHBk3EUhhK7AdZ51vvmMNciBG2m1VXR2VtQhI03nXfrWdWxUZEw47EFrWVikaN3jykka7Dca771a+HcMvZvcSEyyHlQI3gzrrud+e1a007OJ1016VjtYq8+NW0zyk2hGUfizT9BUrYpFiC9lVO2tkr/mMUIzDXQQd/jT2ra2UE9kCwjKrQC3QaSdvHY04JF1VzGCzA6+JrDjL91LmAQN3b1xxcBE5gFMb0JW6Lg3KMOwKtcGaTsw9SB+96AVDcDBCJiDuSSPlFWW7Ntb2RUAXNlgdI2+VIPePiGPzij/AMIcLbBCAPladZGVdefhrUKWwRvEFtpEDryH1opaR3CsoIUBh4HeqbpLWVJZgZGqkjl4UkXG4FtdorXCoXUhCWNK7pbys11tgcgTf5afKq8QosWWZCwJkmWJHwPlUtMTYtkmS3eM6yddaaogr9ntuQFaAQWF0EkGB19PKBVrvZu3CrXO8PeUA7Tz5fs0oUOQDMBjGvnSlQLrDcTEEzppWWQ3b2FbKJ1BlezOvx/fpUNwAkhoM7hZ/XQ1WveuBDqpSSPWKot3nbHtaJGTLmgAAzmI332o5KzQMi50CgtqCD+/p4UqiG0IIGglpI8IplOe1La6H86XMYJ00QnbwoKiyELNoJ0DHnB8aiaAQSAB6D1NAwboQgFcmbUczVvZobakqCRlMnU1DRJZmYJmBA051WGyMLVx1W6fw5+vSd6GKY2rtpUhVdWZgBuQR+ppMA7XWcOzGGYb1qhLwqhIbM3M6xPlGtZluKjhcrAKIAKlj4GdgfWlxtxrL/dwMqkiQDB9atwZ+0gdt3pWDynQH8zQmZsjMyrkFy6CQfeObSNxOlU2rzls7G2bekNmCxuNZOuw5U74ezY7e5atqjsSzEczpqeu5qoqjo2a3bOUiJQaa/3NNorZaUHaBiQPHs9deRnWPCqcpzP2l/tMwglUAMaTmMj0qsuwxzJmOUKTB2mF/U1WxJuoxOoWB5aD86VZlsZUtYdFsW2d0BgqxLyD4tJ9DFPcxCMneUg29DmfIP0jxPxolFF0JlBXMBB1jbbpQYBUZgBJJ1jyovcLKluaBsNbXsU2uRAK7nKRv5imuYlwLkWQFA5EvB66CPGrLCi4zO4ltddiae5bUYZ/ePdbdidojepkZ3Ny0rMWtCQAWIysxO3zp3JtBQEJGUFgoIAE7a+VPetpbs2sqg5mQnN3pOu871ccLZuKcyc4EEiPh5VeSoyEAvHcBClpPdAM8x1rO4vNcKm6TbZMqrnC67k5uXkK6SW1W26gQFDR6MQKrtqq3FAHvIGM66kVJ1uFGLDpdsYZcMcS1y4DIZrhfSd9SSSIpbeHdBbTM7oH0G2cHl8z1mtGJAzqsCAzkabHTX5n41yreLvNbxNouMlogIMo0EE/lXRJtNkzWvaEW2tjJbCgFCjMPAAggfGrvvVKoHRC2gU/3nrGoNZheuPwxXZyWuXsjE81OhHhU4MWu8HuNcuXGZJCsXJIGvOfCtOOzfoDZ2RLoqMxZZMoAJAMGfHTcUroi3A7LqAFAKjTXry5Cqnw9s4q28GRnOjESQBE9dyfOmxtu3bQXBatFs6AFrYMAsAdxWK3Q2IuMw95ezS5YDqwBtC6ocHloCKXtMM9lrpQGTlDLmYxOxySY8PHlVeJRe0tLEC5eUNGn4Dt09K6NlRPaa51CEGdiRrS6StFyVW3yp2bWwDJghDqSJ25aePrVbYxmvXEhEvKV7pfUKeZA5/X40uJw9m5dytbWGylgNM0EETG+vWr8Wi2zZVZg3ShkzIzKI18zQq5KypsVkLXbakAGCVs5maN/wAWgGp6xy51QDiTiyT29zCMFGcXkVNeQUwTGm5mugltTgi0ar7saRXMx9+5h+C4vFWiBetiVYgGO8BsdNqY81Qsva1YAg2gykd73QgGm4AjXXTwpRatm8VVkAZFJVgcqDWO6TGgHSlwV53wK3GILFWJ7ojQ9KXDs3YXXZ3dtQC7FoHQTsKLa2BhUZ89y2WQs2rXy0RyIBIy7aRVt25KGBcYLqCGjN5DfTy8dN6jMyYVMQpIun8XwqrFuy3nKwCiZlgc80fSnyQi33+zdoGBAWTLaqNDBJ36QBOulAFVuh1At5TqMra+sAzvpVoRbloh1DBgxYEaHbcc6Nmzbv4fCXrig3M2WRppLHl5ClU9yorQu902yHyH3pVdCdtzrtImkZ3vqCEUB9DmbKZ1EDz3rK2puGSMtssIMQc0V0FcqVcBcxie6Nd9+u1UlQlE2Sc7lSEIHutI8oBn5fpWqZLRNw3LcAFrjFLZJ6sdxHIUcKiYbEYrD2URLNsW8qhRpMzWsMTdQEKefujlFFq6RGY4hEnPis+QgSFbMZ6lf3rNLeg5OylNVAZlLzO8EnaPKtjovaRGgDRJrl4vEXbXZsjwXJB0nlP5CpbvYmbFAtKEWxeZRoCI/wBz61Kz52cK7MSzCWM7mpUR/9k=" data-filename="12.jpg" style="width: 50%; float: none;"></p>','1','1',null),
('74','习近平代表第十八届中央委员会向党的十九大作报告','3','6',null,'新华网','2017-10-18 10:02:53','<p align="center" style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;"><img id="{41D616CA-8CC0-401C-85C6-07F0012D02F7}" title="" border="0" src="http://news.xinhuanet.com/politics/19cpcnc/2017-10/17/1121817850_15082496346441n.jpg" sourcename="本地文件" sourcedescription="编辑提供的本地文件" style="margin: 0px; padding: 0px; outline: 0px; vertical-align: baseline; background: transparent; max-width: 100%; height: 713px; width: 900px;"></p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;"><font color="navy" face="楷体">　　10月17日，中国共产党第十九次全国代表大会主席团在北京人民大会堂举行第一次会议。习近平同志出席会议并作重要讲话。新华社记者 兰红光 摄</font></p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　新华社北京10月17日电 中国共产党第十九次全国代表大会主席团17日下午在人民大会堂举行第一次会议。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　习近平同志出席会议并作了重要讲话。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　会议首先在大会秘书长刘云山主持下，以举手表决方式通过了由习近平同志等42人组成的主席团常务委员会名单。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　随后，会议在习近平同志主持下进行了各项议程。会议以举手表决方式通过了刘奇葆、孟建柱、赵乐际、栗战书为大会副秘书长。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　会议通过了中国共产党第十九次全国代表大会代表资格审查委员会关于代表资格的审查报告。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　报告说，全国各选举单位选举产生并经中央批准公布代表共2287名。经审查，确认2280名代表资格有效。大会应出席代表2280名。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　报告说，以习近平同志为核心的党中央高度重视十九大代表选举工作。从去年11月开始，在党中央的正确领导下，各选举单位严格遵循党章，坚持党的性质，加强党的领导，突出政治标准和先进性，注重改善代表结构，规范代表产生程序，充分发扬党内民主，严格审核把关，严肃选举纪律，扎实做好代表选举各项工作。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　报告说，在代表选举产生过程中，全国基层党组织参与基本实现了全覆盖，党员参与率达到99.2%。各选举单位坚持自下而上、上下结合、反复酝酿、逐级遴选，充分听取基层党组织、党代表和广大党员的意见；坚持把政治标准放在第一位，严把代表政治关；严格落实“四必”要求，对所有考察对象的档案材料进行了认真审核，党风廉政情况征求了纪检机关的意见，对来信来访线索具体的均认真调查核实，对人选中党员领导干部个人有关事项进行了查核。根据征求意见和核查情况，对不宜作代表人选的进行了调整；准确认定人选身份，坚决防止“顶帽子”。各选举单位召开党委全体会议或党委（党组）扩大会议，以投票方式确定代表候选人预备人选。除西藏、新疆经中央批准实行等额选举外，各选举单位召开党代表大会或党代表会议差额选举出席党的十九大代表，差额比例均多于15%，符合中央要求。代表选举产生后，通过中央主要新闻媒体，采取多种形式报道了代表选举工作情况。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　报告说，十九大代表总体上符合中央规定的条件，具有较高的思想政治素质、良好的作风品行和较强的议事能力，在各自岗位上做出了显著成绩，是共产党员中的优秀分子。代表结构与分布比较合理。生产和工作第一线党员代表比例明显提高，女党员代表、少数民族党员代表数量增加，代表学历层次较高，年龄结构合理，有不同历史时期入党的党员。十九大代表各项结构比例均符合中央要求，具有广泛的代表性。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　报告说，参照十八大时的做法，中央确定了74名特邀代表出席党的十九大，特邀代表享有代表同等权利。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　会议通过了中国共产党第十九次全国代表大会选举办法（草案），提交各代表团酝酿。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　会议还通过了列席和来宾事项。中央决定，邀请党内有关负责同志和部分党外人士列席大会。列席大会的有：不是十九大代表的十八届中央委员会委员、候补委员和中央纪律检查委员会委员，不是十九大代表、特邀代表的原中央顾问委员会委员，以及其他有关同志，共405人。作为来宾列席大会开幕会和闭幕会的有：现任和曾任全国人大常委会副委员长、全国政协副主席的党外人士，在京各民主党派中央、全国工商联副主席，无党派代表人士，宗教界代表人士，在京全国人大、全国政协常委中的民主党派、无党派和民族宗教界人士，共149人。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;">　　主席团会议还通过了十九大的日程。根据这个日程，十九大将于10月18日上午开幕，10月24日上午闭幕。</p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;"><br></p><p style="margin-bottom: 15px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background: transparent; font-family: &quot;PingFang SC&quot;, &quot;Lantinghei SC&quot;, &quot;Helvetica Neue&quot;, Helvetica, Arial, &quot;Microsoft YaHei&quot;, 微软雅黑, STHeitiSC-Light, simsun, 宋体, &quot;WenQuanYi Zen Hei&quot;, &quot;WenQuanYi Micro Hei&quot;, sans-serif;"><br></p>','0','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/24\\/85BMDnkKGX.png"]'),
('75','网打钱无','1','5','视频','稳定维持','2017-10-21 18:54:02','<p>威锋网</p>','1','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/21\\/JGMRj3yEzS.MOV"]'),
('76','第97届糖酒会盛大启幕！','1','1','文本','酒商网','2017-10-23 16:36:49','<p>哈哈哈哈哈哈哈哈<img src="http://pic.jiushang.cn/upload/web_app/11/2017/10/23/X4KTQkCBEW.JPG" style="width: 578px;"></p><p><br></p><p><img src="http://pic.jiushang.cn/upload/web_app/11/2017/10/23/XxT5SF4NfE.JPG" style="width: 578px;"><br></p>','1','1',null),
('80','大商云集——第97届全国糖酒会参展企业先睹为快','1','2','单图','全国糖酒会','2017-10-24 10:33:23','<p class="p1"><span class="s1">11月10-12日，第97届全国糖酒商品交易会即将在重庆国际博览中心举办，距离本届秋糖开幕，还有二十余天时间。截止目前，已有来自四十多个国家和地区的近三千家展商确认参展，招商工作基本进入尾声。此外，本届全国糖酒会的各项筹备工作，也在紧锣密鼓地进行。</span></p><p class="p1"><span class="s1">本届会规划面积15.6万平方米，使用了重庆国际博览中心12个展馆及中央大厅、中央登录厅，分设酒类展区（中央大厅、中央登录厅中间区域）、食品及饮料展区（N1、N3、N5、N7、N8，S1）、葡萄酒及国际烈酒展区（S2、S3、S4）、调味品展区（N2、N4部分区域）、包装展区（中央登录厅左右两侧区域）、食品机械展区（N4部分区域、N6），并在各展区内根据细分品类及采购商需求，设立了国际啤酒、酒具、进口食品、餐饮连锁、国际食品机械、电商、金融服务、休闲食品、农产品、森林食品、科技及新品等小型特色专区。</span></p><p class="p1"><span class="s1">诸多行业内知名企业踊跃参展，整体上呈现出国际化程度稳步提升，龙头企业领衔，中小企业群星赶月的良好参展氛围，</span></p><p class="p1"><span class="s1">持续强劲的葡萄酒及国际烈酒。在欧洲大部分地区的葡萄酒饮用量停滞不前甚至下降之时，随着亚洲消费者对于葡萄酒及国际烈酒的认识日深，以及中国老百姓的消费升级，行业需求持续强劲。顺应亚洲市场需求，法国南部、意大利、香港等将以国家展团的形式组团参展本届糖酒会，此外，厦门百世利、澳洲天鹅、意大利cevico、上海卡斯特、名饮国际、深圳鹰君、凯洛酒庄、上海杰莎、天津欢乐颂、歌德盈香、厦门迈西玛、广州心居、澳洲三洋、深圳美的君兰、名品世家、德堡啤酒、澳洲太平洋、广州融生、ADVINI、广州十六区、中食合众、上海班提等知名国际品牌和业内领先进出口贸易商也将闪耀秋糖。</span></p><p class="p1"><span class="s1">量价齐升的白酒新周期。国庆假期后，白酒板块强势上涨，渠道库存不断拉低，经销商信心十足。在高端酒抬头后，次高端和中端酒也将继续拓宽商机。本届秋糖汇聚了以茅台集团、汾酒集团、酒鬼酒、衡水老白干、国台、金东集团（华泽）、江小白、小村外等实力强劲的传统白酒企业，以及绍兴会稽山、力源酒业等黄酒、保健酒板块的领军企业，同时也有酒仙网、华致酒行知名贸易酒商到会参展。</span></p><p class="p1"><span class="s1">砥砺奋进的食品饮料产业革新。2017年是经销商的洗牌年，也是厂家的优胜劣汰年，数月来，产业升级已经成为食品人的主旋律。能在这波产业升级中继续加大推广力度和完善经销商体系的企业，实力毋庸置疑。中粮番茄、中国茶叶、山东一品堂、北京同仁堂、广东广粮、完达山、好彩头食品、三匠苦荞、优洋饮品、明远食品、安徽致养、河南太子奶、蜀大侠、河北栗源、河南蓝图、湖南克明可味、成都致力维格、东阿古胶阿胶等国内知名企业将莅临重庆，为业内展示食品和饮料标杆企业形象。</span></p><p class="p1"><span class="s1">深入腹地的调味品产业链。作为重庆市七大重点产业链之一的调味品产业，在这个调味品消费和制造大区有着得天独厚的产能优势。借着本届秋糖落地重庆的东风，各大调味品企业纷纷蓄力展示推广。中粮工食、紫林醋业、安琪酵母、德庄火锅、重庆秋霞、山河醋业、重庆自家厨房、川陴豆瓣、成都扬名食品、重庆好哥们、重庆朝天门、重庆味中皇、重庆秦妈、重庆德宜信、重庆饭巢、四川老坛子、重庆佳仙等来自西南和国内其他省市的调味品企业均将集中最优质的产品在本届糖酒会闪亮登场。</span></p><p class="MsoNormal">




<style type="text/css">
p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px \'Hannotate SC\'; -webkit-text-stroke: #000000}
span.s1 {font-kerning: none}
</style>









</p><p class="p1"><span class="s1">渠道下沉的进口食品大军。前十年主要聚焦沿海城市和1-2线城市的进口食品，已经开始重点争夺3-4线城市市场，如何培养新兴市场的进口食品经销商和中小型销售渠道显得尤为重要。借着秋糖再现重庆的东风，澳大利亚、泰国、韩国、台湾等均以国家展团的形式组团参展本届糖酒会，其他知名进口食品如中商、洋一、九日、益马昌东方快船（禾格佳尚）、好伙伴等也将悉数参展。</span></p><p class="MsoNormal"><span lang="EN-US"><o:p></o:p></span></p><p class="MsoNormal"><span lang="EN-US"><o:p></o:p></span></p><p class="MsoNormal"><span lang="EN-US"><o:p></o:p></span></p><style>
<!--
 /* Font Definitions */
@font-face
	{font-family:"Cambria Math";
	panose-1:2 4 5 3 5 4 6 3 2 4;
	mso-font-charset:1;
	mso-generic-font-family:roman;
	mso-font-format:other;
	mso-font-pitch:variable;
	mso-font-signature:0 0 0 0 0 0;}
@font-face
	{font-family:DengXian;
	panose-1:2 1 6 0 3 1 1 1 1 1;
	mso-font-charset:134;
	mso-generic-font-family:auto;
	mso-font-pitch:variable;
	mso-font-signature:-1610612033 953122042 22 0 262159 0;}
@font-face
	{font-family:"\\@DengXian";
	mso-font-charset:134;
	mso-generic-font-family:auto;
	mso-font-pitch:variable;
	mso-font-signature:-1610612033 953122042 22 0 262159 0;}
 /* Style Definitions */
p.MsoNormal, li.MsoNormal, div.MsoNormal
	{mso-style-unhide:no;
	mso-style-qformat:yes;
	mso-style-parent:"";
	margin:0cm;
	margin-bottom:.0001pt;
	text-align:justify;
	text-justify:inter-ideograph;
	mso-pagination:none;
	font-size:12.0pt;
	font-family:DengXian;
	mso-ascii-font-family:DengXian;
	mso-ascii-theme-font:minor-latin;
	mso-fareast-font-family:DengXian;
	mso-fareast-theme-font:minor-fareast;
	mso-hansi-font-family:DengXian;
	mso-hansi-theme-font:minor-latin;
	mso-bidi-font-family:"Times New Roman";
	mso-bidi-theme-font:minor-bidi;
	mso-font-kerning:1.0pt;}
.MsoChpDefault
	{mso-style-type:export-only;
	mso-default-props:yes;
	font-family:DengXian;
	mso-bidi-font-family:"Times New Roman";
	mso-bidi-theme-font:minor-bidi;}
 /* Page Definitions */
@page
	{mso-page-border-surround-header:no;
	mso-page-border-surround-footer:no;}
@page WordSection1
	{size:595.0pt 842.0pt;
	margin:72.0pt 90.0pt 72.0pt 90.0pt;
	mso-header-margin:42.55pt;
	mso-footer-margin:49.6pt;
	mso-paper-source:0;
	layout-grid:21.15pt;}
div.WordSection1
	{page:WordSection1;}
-->
</style><style>
<!--
 /* Font Definitions */
@font-face
	{font-family:"Cambria Math";
	panose-1:2 4 5 3 5 4 6 3 2 4;
	mso-font-charset:1;
	mso-generic-font-family:roman;
	mso-font-format:other;
	mso-font-pitch:variable;
	mso-font-signature:0 0 0 0 0 0;}
@font-face
	{font-family:DengXian;
	panose-1:2 1 6 0 3 1 1 1 1 1;
	mso-font-charset:134;
	mso-generic-font-family:auto;
	mso-font-pitch:variable;
	mso-font-signature:-1610612033 953122042 22 0 262159 0;}
@font-face
	{font-family:"\\@DengXian";
	mso-font-charset:134;
	mso-generic-font-family:auto;
	mso-font-pitch:variable;
	mso-font-signature:-1610612033 953122042 22 0 262159 0;}
 /* Style Definitions */
p.MsoNormal, li.MsoNormal, div.MsoNormal
	{mso-style-unhide:no;
	mso-style-qformat:yes;
	mso-style-parent:"";
	margin:0cm;
	margin-bottom:.0001pt;
	text-align:justify;
	text-justify:inter-ideograph;
	mso-pagination:none;
	font-size:12.0pt;
	font-family:DengXian;
	mso-ascii-font-family:DengXian;
	mso-ascii-theme-font:minor-latin;
	mso-fareast-font-family:DengXian;
	mso-fareast-theme-font:minor-fareast;
	mso-hansi-font-family:DengXian;
	mso-hansi-theme-font:minor-latin;
	mso-bidi-font-family:"Times New Roman";
	mso-bidi-theme-font:minor-bidi;
	mso-font-kerning:1.0pt;}
.MsoChpDefault
	{mso-style-type:export-only;
	mso-default-props:yes;
	font-family:DengXian;
	mso-bidi-font-family:"Times New Roman";
	mso-bidi-theme-font:minor-bidi;}
 /* Page Definitions */
@page
	{mso-page-border-surround-header:no;
	mso-page-border-surround-footer:no;}
@page WordSection1
	{size:595.0pt 842.0pt;
	margin:72.0pt 90.0pt 72.0pt 90.0pt;
	mso-header-margin:42.55pt;
	mso-footer-margin:49.6pt;
	mso-paper-source:0;
	layout-grid:21.15pt;}
div.WordSection1
	{page:WordSection1;}
-->
</style><style>
<!--
 /* Font Definitions */
@font-face
	{font-family:"Cambria Math";
	panose-1:2 4 5 3 5 4 6 3 2 4;
	mso-font-charset:1;
	mso-generic-font-family:roman;
	mso-font-format:other;
	mso-font-pitch:variable;
	mso-font-signature:0 0 0 0 0 0;}
@font-face
	{font-family:DengXian;
	panose-1:2 1 6 0 3 1 1 1 1 1;
	mso-font-charset:134;
	mso-generic-font-family:auto;
	mso-font-pitch:variable;
	mso-font-signature:-1610612033 953122042 22 0 262159 0;}
@font-face
	{font-family:"\\@DengXian";
	mso-font-charset:134;
	mso-generic-font-family:auto;
	mso-font-pitch:variable;
	mso-font-signature:-1610612033 953122042 22 0 262159 0;}
 /* Style Definitions */
p.MsoNormal, li.MsoNormal, div.MsoNormal
	{mso-style-unhide:no;
	mso-style-qformat:yes;
	mso-style-parent:"";
	margin:0cm;
	margin-bottom:.0001pt;
	text-align:justify;
	text-justify:inter-ideograph;
	mso-pagination:none;
	font-size:12.0pt;
	font-family:DengXian;
	mso-ascii-font-family:DengXian;
	mso-ascii-theme-font:minor-latin;
	mso-fareast-font-family:DengXian;
	mso-fareast-theme-font:minor-fareast;
	mso-hansi-font-family:DengXian;
	mso-hansi-theme-font:minor-latin;
	mso-bidi-font-family:"Times New Roman";
	mso-bidi-theme-font:minor-bidi;
	mso-font-kerning:1.0pt;}
.MsoChpDefault
	{mso-style-type:export-only;
	mso-default-props:yes;
	font-family:DengXian;
	mso-bidi-font-family:"Times New Roman";
	mso-bidi-theme-font:minor-bidi;}
 /* Page Definitions */
@page
	{mso-page-border-surround-header:no;
	mso-page-border-surround-footer:no;}
@page WordSection1
	{size:595.0pt 842.0pt;
	margin:72.0pt 90.0pt 72.0pt 90.0pt;
	mso-header-margin:42.55pt;
	mso-footer-margin:49.6pt;
	mso-paper-source:0;
	layout-grid:21.15pt;}
div.WordSection1
	{page:WordSection1;}
-->
</style>','1','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/admin_app\\/109\\/2017\\/10\\/24\\/xKmxpnBHNn.png"]'),
('82','werdweq','2','5','视频','qwdq','2017-10-24 10:54:01','<p><br></p><table class="table table-bordered"><tbody><tr><td><br></td><td><br></td><td><br></td><td><br></td><td><br></td></tr><tr><td><br></td><td><br></td><td><br></td><td><br></td><td><br></td></tr><tr><td><br></td><td><br></td><td><br></td><td><br></td><td><br></td></tr><tr><td><br></td><td><br></td><td><br></td><td><br></td><td><br></td></tr></tbody></table><p><br></p>','1','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/24\\/SJ6JnTRdpw.png"]'),
('83','444','1','3','多图','444','2017-10-24 11:45:08','<table class="MsoTableGrid" style="width: 408.1pt; margin-left: 18pt;"><tbody><tr><td width="120" valign="top" style="width:90.2000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:1.0000pt solid windowtext;mso-border-left-alt:0.5000pt solid windowtext;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:1.0000pt solid windowtext;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">名称</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="132" valign="top" style="width:99.5500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:1.0000pt solid windowtext;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">位置</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="193" valign="top" style="width:145.1000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:1.0000pt solid windowtext;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">值</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="97" valign="top" style="width:73.2500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:1.0000pt solid windowtext;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">说明</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td></tr><tr><td width="120" valign="top" style="width:90.2000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:1.0000pt solid windowtext;mso-border-left-alt:0.5000pt solid windowtext;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">client_id</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="132" valign="top" style="width:99.5500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">query</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="193" valign="top" style="width:145.1000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">advertising_system</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="97" valign="top" style="width:73.2500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">系统</span><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">ClientId</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td></tr><tr><td width="120" valign="top" style="width:90.2000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:1.0000pt solid windowtext;mso-border-left-alt:0.5000pt solid windowtext;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">response_type</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="132" valign="top" style="width:99.5500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">query</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="193" valign="top" style="width:145.1000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">code</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="97" valign="top" style="width:73.2500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">固定值</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td></tr><tr><td width="120" valign="top" style="width:90.2000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:1.0000pt solid windowtext;mso-border-left-alt:0.5000pt solid windowtext;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">redirect_uri</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="132" valign="top" style="width:99.5500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">query</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="193" valign="top" style="width:145.1000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><a href="http://xxxx.com/xxx">http://xxxx.com/xxx</a></span><o:p></o:p></p></td><td width="97" valign="top" style="width:73.2500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">用户</span><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">授权后跳转的url,用于接收CODE,可以添加</span><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">query</span><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">参数</span><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">,需要</span><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">编码</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td></tr><tr><td width="120" valign="top" style="width:90.2000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:1.0000pt solid windowtext;mso-border-left-alt:0.5000pt solid windowtext;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">state</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="132" valign="top" style="width:99.5500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">query</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="193" valign="top" style="width:145.1000pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">STATE</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td><td width="97" valign="top" style="width:73.2500pt;padding:0.0000pt 5.4000pt 0.0000pt 5.4000pt ;border-left:none;;mso-border-left-alt:none;;border-right:1.0000pt solid windowtext;mso-border-right-alt:0.5000pt solid windowtext;border-top:none;;mso-border-top-alt:0.5000pt solid windowtext;border-bottom:1.0000pt solid windowtext;mso-border-bottom-alt:0.5000pt solid windowtext;"><p class="18" style="text-indent: 0pt;"><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">不做</span><span style="mso-spacerun:\'yes\';font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;">任何处理,原样返回</span><span style="font-family:等线;mso-bidi-font-family:\'Times New Roman\';font-size:10.5000pt;mso-font-kerning:1.0000pt;"><o:p></o:p></span></p></td></tr></tbody></table>','1','1','["http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/24\\/MRDE8rSd6w.png","http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/24\\/8d6F3PXXsD.jpg","http:\\/\\/pic.jiushang.cn\\/upload\\/web_app\\/11\\/2017\\/10\\/24\\/RiThn6aBmr.jpg"]');
DROP TABLE IF EXISTS  `pre_min_user`;
CREATE TABLE `pre_min_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `nick_name` char(30) NOT NULL DEFAULT '' COMMENT '昵称',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '姓名',
  `openid` char(32) NOT NULL COMMENT '微信用户的唯一id',
  `header` varchar(150) NOT NULL DEFAULT '' COMMENT '头像',
  `tel` char(11) NOT NULL DEFAULT '0' COMMENT '电话号码',
  `province` varchar(50) NOT NULL DEFAULT '' COMMENT '所在省',
  `city` varchar(50) NOT NULL DEFAULT '' COMMENT '所在市',
  `customer_number` int(5) NOT NULL DEFAULT '0' COMMENT '客服号',
  `want_know` varchar(83) NOT NULL DEFAULT '' COMMENT '想了解的展位',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `fill_in` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否填写资料：0未填写，1已填写',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态：1为常态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

DROP TABLE IF EXISTS  `pre_min_user_v2`;
CREATE TABLE `pre_min_user_v2` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `js_uid` int(11) NOT NULL COMMENT '酒商系统用户ID',
  `nick_name` char(30) NOT NULL DEFAULT '' COMMENT '微信昵称',
  `header` varchar(150) NOT NULL DEFAULT '' COMMENT '微信头像',
  `name` varchar(50) DEFAULT '' COMMENT '真实姓名',
  `tel` char(11) NOT NULL DEFAULT '0' COMMENT '电话号码',
  `openid` char(32) DEFAULT NULL COMMENT '微信用户的唯一id',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态：1为常态',
  `identity` tinyint(1) NOT NULL DEFAULT '1' COMMENT '身份：1为参展、2为办展',
  `tags` tinytext NOT NULL COMMENT '标签',
  `customer_number` varchar(64) DEFAULT NULL COMMENT '客户邀请码',
  PRIMARY KEY (`id`),
  UNIQUE KEY `OPENID` (`openid`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

insert into `pre_min_user_v2`(`id`,`js_uid`,`nick_name`,`header`,`name`,`tel`,`openid`,`create_time`,`status`,`identity`,`tags`,`customer_number`) values
('1','13199','lan','','樊亮','18200407614','oFun60IEqMZl4RlJmLUMeHdoXAQM','2017-10-20 16:05:03','1','1','["蓝酒"]',null),
('3','13204','RunningMan','https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTIu3YcicL1nmE14NlvjhXuqnVLfYeOnkYrBJ04j9jiaZMBa6JGShzXOK1icc52AswmiaCZLccJNr4ahTw/0','','13438119471','oFun60Oy04XwvC2ekTbosFK7lk7A','2017-10-21 14:41:50','1','2','["蓝酒"]',null);
SET FOREIGN_KEY_CHECKS = 1;

